{
  "grade": "4º Ano",
  "lessons": [
    {
      "id": "pt-grade4-1",
      "title": "A Lenda da Mandioca",
      "category": "Geral",
      "difficulty": 4,
      "order": 1,
      "content": "Mani era uma indiazinha muito querida por sua tribo Tupi. Um dia, Mani adoeceu e morreu, deixando todos muito tristes. Ela foi enterrada dentro da oca, como era o costume. Todos os dias, os índios regavam sua sepultura com lágrimas de saudade. Um tempo depois, nasceu ali uma planta desconhecida. Ao colherem sua raiz, viram que era marrom por fora e branca por dentro, como a pele de Mani. Chamaram a planta de Mani-oca (casa de Mani). A mandioca tornou-se o principal alimento da tribo e um presente de Mani para seu povo.",
      "characterCount": 524,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-2",
      "title": "O Negrinho do Pastoreio",
      "category": "Geral",
      "difficulty": 4,
      "order": 2,
      "content": "No tempo da escravidão no sul do Brasil, havia um menino escravo conhecido como Negrinho. Um dia, ele perdeu os cavalos do patrão cruel e foi castigado severamente, sendo deixado amarrado sobre um formigueiro. No dia seguinte, o patrão encontrou o menino livre, sem nenhum ferimento, ao lado de Nossa Senhora, e os cavalos estavam lá. Arrependido, o patrão pediu perdão, mas o Negrinho saiu galopando em um cavalo baio. Diz a lenda que quem perde algo e pede ajuda ao Negrinho do Pastoreio, se acender uma vela, ele ajuda a encontrar.",
      "characterCount": 534,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-3",
      "title": "Curupira, o Protetor da Floresta",
      "category": "Geral",
      "difficulty": 4,
      "order": 3,
      "content": "O Curupira é um ser fantástico das florestas brasileiras. Ele tem cabelos vermelhos como fogo e os pés virados para trás. Essa característica serve para enganar os caçadores: suas pegadas parecem ir para uma direção, quando na verdade ele foi para outra. O Curupira protege as árvores e os animais contra caçadores e lenhadores que destroem a natureza. Ele faz barulhos e assobios para deixá-los perdidos na mata. É um guardião feroz que exige respeito pela vida selvagem.",
      "characterCount": 472,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-4",
      "title": "Iara, a Mãe D'água",
      "category": "Geral",
      "difficulty": 4,
      "order": 4,
      "content": "Iara é uma sereia que vive nos rios da Amazônia. Metade mulher e metade peixe, ela é conhecida por sua beleza encantadora e seus longos cabelos negros. Iara senta-se nas pedras à beira do rio e canta uma melodia hipnotizante. Os pescadores e navegantes que ouvem seu canto ficam enfeitiçados e acabam se jogando na água para ir ao encontro dela. Dizem que ela os leva para o fundo do rio, onde vive em um palácio de cristal. A lenda alerta sobre os perigos e mistérios das águas profundas.",
      "characterCount": 489,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-5",
      "title": "O Velho, o Menino e o Burro",
      "category": "Geral",
      "difficulty": 4,
      "order": 5,
      "content": "Um velho e um menino viajavam com um burro. Primeiro, o menino ia no burro e o velho a pé; as pessoas criticaram o menino por não respeitar o mais velho. Trocaram de lugar, e criticaram o velho por deixar a criança a pé. Decidiram ir os dois no burro, e disseram que era crueldade com o animal. Por fim, carregaram o burro nas costas, e todos riram deles. A moral da história é que se você tentar agradar a todos, não agradará a ninguém e ainda pode perder o seu burro.",
      "characterCount": 469,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-6",
      "title": "A Assembleia dos Ratos",
      "category": "Geral",
      "difficulty": 4,
      "order": 6,
      "content": "Os ratos viviam com medo de um gato que rondava a casa. Fizeram uma assembleia para resolver o problema. Um rato jovem sugeriu: 'Vamos pendurar um guizo no pescoço do gato. Assim, ouviremos quando ele se aproximar e poderemos fugir a tempo'. Todos aplaudiram a ideia brilhante. Foi então que um rato velho e sábio se levantou e perguntou: 'A ideia é excelente, mas quem de nós terá a coragem de pendurar o guizo no pescoço do gato?'. O silêncio tomou conta da sala. Falar é fácil, fazer é que é difícil.",
      "characterCount": 503,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-7",
      "title": "O Lobo em Pele de Cordeiro",
      "category": "Geral",
      "difficulty": 4,
      "order": 7,
      "content": "Um lobo astuto, que não conseguia caçar ovelhas por causa da vigilância do pastor, decidiu usar um disfarce. Encontrou uma pele de ovelha e se cobriu com ela. Assim, entrou no rebanho sem ser notado e começou a devorar as ovelhas uma a uma. No entanto, à noite, o pastor entrou no curral para escolher uma ovelha para o jantar. Sem perceber, pegou o lobo disfarçado e o abateu. Aquele que usa de falsidade para prejudicar os outros acaba caindo na sua própria armadilha.",
      "characterCount": 470,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-8",
      "title": "O Pequeno Príncipe (Excerto)",
      "category": "Geral",
      "difficulty": 4,
      "order": 8,
      "content": "O Pequeno Príncipe vivia em um asteroide minúsculo com sua rosa. Ele viajou por vários planetas e encontrou um rei, um vaidoso e um homem de negócios, mas nenhum deles entendia o que era realmente importante. Ao chegar à Terra, encontrou uma raposa que lhe ensinou um segredo valioso: 'Só se vê bem com o coração. O essencial é invisível aos olhos'. A raposa explicou que 'tu te tornas eternamente responsável por aquilo que cativas'. O principezinho compreendeu que sua rosa era única no mundo porque ele a amava e cuidava dela.",
      "characterCount": 529,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-9",
      "title": "A Cigarra e a Formiga (Revisitada)",
      "category": "Geral",
      "difficulty": 4,
      "order": 9,
      "content": "Na versão clássica, a cigarra é punida por cantar. Porém, em uma crônica moderna, podemos ver diferente. A cigarra, com sua música, alegrava o trabalho árduo das formigas, tornando o peso mais leve. Sem a arte e a música da cigarra, o trabalho seria monótono e triste. Quando o inverno chegou, as formigas acolheram a cigarra não por caridade, mas por gratidão, reconhecendo que o artista também tem um papel fundamental na sociedade, alimentando a alma enquanto outros alimentam o corpo.",
      "characterCount": 488,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-10",
      "title": "O Soldadinho de Chumbo",
      "category": "Geral",
      "difficulty": 4,
      "order": 10,
      "content": "Havia um soldadinho de chumbo que tinha apenas uma perna, pois faltou chumbo para terminá-lo. Ele se apaixonou por uma bailarina de papel que também se equilibrava em uma perna só. Após cair da janela e viajar por esgotos dentro de um barquinho de papel, ele foi engolido por um peixe. O peixe foi pescado e acabou na cozinha da casa do soldadinho. Ele reencontrou sua amada, mas o vento a soprou para a lareira. O soldadinho, corajoso, também caiu no fogo. Derreteram juntos, transformando-se em um pequeno coração de chumbo.",
      "characterCount": 526,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-11",
      "title": "Crônica: A Chuva na Tarde de Domingo",
      "category": "Geral",
      "difficulty": 4,
      "order": 11,
      "content": "A chuva começou mansa, batendo no telhado com um ritmo sonolento. Em uma tarde de domingo, ela convida à preguiça e à leitura. Olho pela janela e vejo as ruas lavadas, as árvores agradecendo a água fresca. O cheiro de terra molhada sobe, trazendo memórias de infância. A chuva não é triste; é uma pausa necessária na correria da vida. É o momento de tomar um chá, ouvir o silêncio entre os trovões e perceber que, às vezes, o melhor programa é ficar em casa vendo o mundo se renovar lá fora.",
      "characterCount": 491,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-12",
      "title": "A Onça e o Bode",
      "category": "Geral",
      "difficulty": 4,
      "order": 12,
      "content": "A onça e o bode, sem saberem, decidiram construir uma casa no mesmo lugar. O bode trabalhava de dia e a onça à noite. Quando a casa ficou pronta, ambos se encontraram e perceberam o engano. Decidiram morar juntos, mas com muito medo um do outro. Um dia, a onça viu o bode espirrar tão forte que matou um mosquito, e pensou que ele fosse muito forte. O bode, por sua vez, viu a onça caçar e temeu por sua vida. No fim, o medo mútuo fez com que ambos fugissem da casa, deixando-a vazia.",
      "characterCount": 484,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-13",
      "title": "A Importância da Leitura",
      "category": "Geral",
      "difficulty": 4,
      "order": 13,
      "content": "Ler é viajar sem sair do lugar. Quando abrimos um livro, somos transportados para mundos mágicos, conhecemos culturas distantes e vivemos vidas que não são as nossas. A leitura expande nosso vocabulário, melhora nossa escrita e estimula a criatividade. Mais do que isso, ler nos torna cidadãos mais críticos e empáticos, capazes de compreender diferentes pontos de vista. Um livro é um amigo silencioso que está sempre pronto para nos ensinar e nos fazer companhia. Quem lê nunca está sozinho.",
      "characterCount": 493,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-14",
      "title": "O Gato de Botas",
      "category": "Geral",
      "difficulty": 4,
      "order": 14,
      "content": "Um moleiro deixou de herança para o filho caçula apenas um gato. O rapaz estava desolado, mas o gato lhe disse: 'Dê-me um par de botas e um saco, e mudarei sua sorte'. O gato usou sua astúcia para presentear o Rei em nome do 'Marquês de Carabás', um título inventado para seu dono. Com planos engenhosos, o gato fez o rapaz parecer rico, derrotou um ogro transformando-o em rato e conseguiu que o filho do moleiro se casasse com a princesa, provando que a inteligência vale mais que o ouro.",
      "characterCount": 490,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-15",
      "title": "João e o Pé de Feijão",
      "category": "Geral",
      "difficulty": 4,
      "order": 15,
      "content": "João trocou sua vaca por feijões mágicos. Sua mãe, furiosa, jogou-os fora. Na manhã seguinte, um pé de feijão gigante havia crescido até o céu. João subiu e encontrou o castelo de um gigante que tinha uma galinha de ovos de ouro e uma harpa mágica. João pegou os tesouros, mas o gigante acordou. João desceu correndo e cortou o pé de feijão com um machado. O gigante caiu e desapareceu. João e sua mãe viveram felizes e nunca mais passaram fome.",
      "characterCount": 445,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-16",
      "title": "A Lenda do Guaraná",
      "category": "Geral",
      "difficulty": 4,
      "order": 16,
      "content": "Um casal de índios Maués desejava muito ter um filho. Tupã atendeu ao pedido e nasceu um curumim lindo e bom. Jurupari, o deus da escuridão, com inveja, transformou-se em cobra e picou o menino, que morreu. Sua mãe chorou desesperada. Tupã mandou enterrar os olhos do menino. Da terra onde os olhos foram plantados, nasceu uma planta com frutos que parecem olhos humanos: o guaraná. A fruta trouxe energia e força para a tribo, sendo considerada sagrada até hoje.",
      "characterCount": 463,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-17",
      "title": "O Macaco e a Banana",
      "category": "Geral",
      "difficulty": 4,
      "order": 17,
      "content": "Um macaco estava comendo uma banana em cima de uma árvore quando a fruta escorregou e caiu num buraco de árvore oca. O macaco pediu ao lenhador para cortar a árvore, mas ele não quis. Pediu ao delegado para prender o lenhador, e nada. Pediu ao rei, à rainha, ao rato, ao gato... Ninguém ajudava. Até que ele pediu à Morte. A Morte ameaçou o açougueiro, que ameaçou o boi, que ameaçou a água... E assim, numa cadeia de eventos, o macaco finalmente conseguiu sua banana de volta. A persistência move montanhas.",
      "characterCount": 508,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-18",
      "title": "Cinderela",
      "category": "Geral",
      "difficulty": 4,
      "order": 18,
      "content": "Cinderela era uma jovem bondosa maltratada por sua madrasta e irmãs. Quando o rei anunciou um baile, ela foi proibida de ir. Sua Fada Madrinha apareceu e transformou uma abóbora em carruagem e seus trapos em um vestido lindo, com sapatinhos de cristal. O encanto duraria até a meia-noite. Cinderela dançou com o príncipe, mas fugiu ao soar das doze badaladas, perdendo um sapatinho. O príncipe procurou a dona do sapato por todo o reino. Serviu apenas em Cinderela, que se casou com ele e foi feliz para sempre.",
      "characterCount": 511,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-19",
      "title": "A Raposa e a Cegonha",
      "category": "Geral",
      "difficulty": 4,
      "order": 19,
      "content": "A raposa convidou a cegonha para jantar e serviu sopa em pratos rasos. A cegonha, com seu bico longo, não conseguiu comer nada, enquanto a raposa lambeu tudo. Dias depois, a cegonha retribuiu o convite. Serviu uma carne deliciosa em jarros altos e estreitos. A cegonha comeu facilmente, mas a raposa, com seu focinho curto, não alcançou a comida e saiu com fome. A moral é: não faça aos outros o que não gostaria que fizessem com você.",
      "characterCount": 435,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade4-20",
      "title": "Branca de Neve",
      "category": "Geral",
      "difficulty": 4,
      "order": 20,
      "content": "Uma rainha má tinha inveja da beleza de sua enteada, Branca de Neve. Ela mandou um caçador matá-la, mas ele a deixou fugir. Branca de Neve encontrou a casa dos sete anões e viveu com eles. A rainha descobriu e, disfarçada de velha, deu uma maçã envenenada à jovem, que caiu em um sono profundo. Os anões a colocaram em um caixão de vidro. Um príncipe, encantado por sua beleza, beijou-a, quebrando o feitiço. A rainha má teve seu fim, e Branca de Neve viveu feliz.",
      "characterCount": 464,
      "chineseCharCount": 0
    }
  ]
}