{
  "grade": "6º Ano",
  "lessons": [
    {
      "id": "pt-grade6-dom-casmurro",
      "title": "Dom Casmurro (Olhos de Ressaca)",
      "category": "Literatura",
      "difficulty": 6,
      "order": 1,
      "content": "Capitu, apesar daqueles olhos que o diabo lhe deu... Você já reparou nos olhos dela? São assim de cigana oblíqua e dissimulada. Pois, apesar deles, poderia passar, se não fosse a vaidade e a adulação. Oh! a adulação! Capitu deixou-se fitar e examinar. Tinha os olhos claros, a cor das faces um pouco acesa, e a boca entreaberta, úmida, como quem espera alguma coisa. Retive-me a olhar para ela, e não sei que sensação de vertigem me tomou. Eram olhos de ressaca? Creio que sim. Você já viu o mar quando a maré sobe? Pois era assim. A luz do sol batia-lhes de chapa, e eles pareciam refletir o fundo da alma, um fundo misterioso e profundo como o próprio oceano. Eu não conseguia desviar o olhar, preso por aquela força magnética que parecia emanar de suas pupilas. Capitu sorriu, um sorriso que era ao mesmo tempo de escárnio e de ternura, e eu senti que estava perdido naquelas águas turvas. A partir daquele momento, a minha vida não seria mais a mesma, arrastada pela correnteza de um amor que eu ainda não compreendia, mas que já me dominava por completo.",
      "characterCount": 1056,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-alienista",
      "title": "O Alienista",
      "category": "Literatura",
      "difficulty": 6,
      "order": 2,
      "content": "As crônicas da vila de Itaguaí dizem que em tempos remotos vivera ali um certo médico, o Dr. Simão Bacamarte, filho da nobreza da terra e o maior médico do Brasil, de Portugal e das Espanhas. Tinha estudado em Coimbra e Pádua. Aos quarenta anos casou-se com D. Evarista, que não era bonita nem elegante, mas tinha muita saúde e boa índole. Bacamarte dedicou-se ao estudo da loucura e fundou a Casa Verde, um hospício que logo se encheu de pacientes de toda a região. No início, a vila aplaudiu a iniciativa, vendo nela um sinal de progresso e caridade. Entretanto, a teoria de Bacamarte sobre a loucura começou a se expandir de tal forma que ele via sinais de desequilíbrio em quase todos os habitantes. Internou o Costa por ter perdido uma herança em empréstimos malucos; internou a prima de um influente político por gesticular demais; internou mentirosos e vaidosos. A cidade mergulhou num clima de terror e desconfiança. A rebelião dos Canjicas tentou derrubar o alienista, mas ele continuou seus estudos com o apoio do governo. Por fim, Bacamarte percebeu que sua teoria estava errada: se todos eram loucos, a loucura era a normalidade. Libertou todos os internados e, por achar que só ele possuía a razão perfeita e equilibrada, trancou-se sozinho na Casa Verde para estudar a si mesmo até o fim de seus dias.",
      "characterCount": 1285,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-vidas-secas",
      "title": "Vidas Secas (Baleia)",
      "category": "Literatura",
      "difficulty": 6,
      "order": 3,
      "content": "A cachorra Baleia estava para morrer. Tinha emagrecido, o pêlo caíra-lhe em vários pontos, as costelas avultavam num fundo róseo, onde manchas escuras supuravam e sangravam. Fabiano resolveu matá-la para que não sofresse mais e para evitar que a doença se espalhasse. Ele carregou a espingarda e chamou a cachorra para o pátio. Baleia, pressentindo o perigo, tentou se esconder atrás de uns cestos, mas as pernas trêmulas não a ajudavam. Quando ouviu o estampido, sentiu uma dor aguda na anca e correu para o mato, arrastando a parte traseira. Ali, entre as cactáceas secas, ela se deitou. Baleia queria dormir. Acordaria feliz, num mundo cheio de preás gordos e fáceis de caçar. E lamberia as mãos de Fabiano, um Fabiano enorme, que não teria espingarda nem contas para pagar. As crianças se espojariam com ela, rolariam com ela num pátio enorme, num chiqueiro enorme que se estendia até o horizonte. O mundo era bom, e Baleia ia morrer satisfeita, sentindo o cheiro da terra úmida de uma chuva que nunca chegava na realidade, mas que agora inundava seus sonhos finais. As luzes da tarde foram se apagando, e o silêncio da caatinga envolveu a cachorra que, enfim, descansava de uma vida de secas e fome.",
      "characterCount": 1242,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-iracema",
      "title": "Iracema (Abertura)",
      "category": "Literatura",
      "difficulty": 6,
      "order": 4,
      "content": "Verdes mares bravios de minha terra natal, onde canta a jandaia nas frondes da carnaúba; verdes mares, que brilhais como líquida esmeralda aos raios do sol nascente, perlongando as alvas praias ensombradas de coqueiros. Serenai, verdes mares, e alisai docemente a vaga impetuosa, para que o barco aventureiro manso resvale à flor das águas. Onde vai a afouta jangada, que deixa a branca areia da praia, e corta o azul do mar? Quem vai nela? O pescador, que vai buscar no seio das ondas o sustento de sua família? Ou o guerreiro, que parte para a batalha contra as tribos inimigas? Além, muito além daquela serra, que ainda azula no horizonte, nasceu Iracema. Iracema, a virgem dos lábios de mel, que tinha os cabelos mais negros que a asa da graúna e mais longos que o talhe da palmeira. O favo da jati não era doce como seu sorriso; nem a baunilha recendia no bosque como seu hálito perfumado. Mais rápida que a ema selvagem, ela percorria os sertões e as florestas, com seu arco e suas flechas, protegendo as terras de seus antepassados. Ela era a guardiã do segredo da jurema, a filha de Araquém, o pajé dos tabajaras. Um dia, porém, o destino trouxe um guerreiro branco às suas praias, e a vida da virgem das florestas mudou para sempre, entrelaçando-se com a história de uma nova nação que começava a surgir sob o sol do equador.",
      "characterCount": 1356,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-ou-isto",
      "title": "Ou Isto ou Aquilo",
      "category": "Poesia",
      "difficulty": 6,
      "order": 5,
      "content": "Ou se tem chuva e não se tem sol,\nou se tem sol e não se tem chuva!\n\nOu se calça a luva e não se põe o anel,\nou se põe o anel e não se calça a luva!\n\nQuem sobe nos ares não fica no chão,\nquem fica no chão não sobe nos ares.\n\nÉ uma grande pena que não se possa\nestar ao mesmo tempo nos dois lugares!\n\nOu guardo o dinheiro e não compro o doce,\nou compro o doce e gasto o dinheiro.\n\nOu isto ou aquilo: ou isto ou aquilo...\ne vivo escolhendo o dia inteiro!\n\nNão sei se brinco, não sei se estudo,\nse saio correndo ou fico tranquilo.\n\nMas não consegui entender ainda\nqual é melhor: se é isto ou aquilo.",
      "characterCount": 598,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-bola",
      "title": "A Bola (Crônica)",
      "category": "Crônica",
      "difficulty": 6,
      "order": 6,
      "content": "O pai deu uma bola de presente ao filho. Lembrando o prazer que sentira ao ganhar a sua primeira bola do pai. Uma número 5, oficial, de couro. Agora não era mais de couro, era de plástico. O garoto agradeceu, desembrulhou a bola e disse 'Legal!'. Ou o que os garotos dizem hoje em dia quando gostam do presente ou não querem magoar o velho. Depois começou a girar a bola, à procura de alguma coisa. 'Como é que liga?', perguntou. O pai explicou que não ligava. Que era uma bola, apenas uma bola. O garoto olhou para o objeto redondo e estático com uma mistura de curiosidade e decepção. 'Mas ela não faz nada?', insistiu o menino. O pai, com um sorriso nostálgico, disse que ela fazia tudo o que ele quisesse. Podia ser chutada, arremessada, controlada com os pés. O garoto tentou dar uns chutes, mas logo se cansou. 'Não tem tela? Não tem Wi-Fi?', perguntou ele, voltando seus olhos para o tablet que estava sobre o sofá. O pai suspirou, percebendo que o mundo das brincadeiras puras estava sendo engolido pelos pixels. Ele pegou a bola, levou o filho até o quintal e começou a mostrar como se faz uma 'embaixadinha'. Aos poucos, o brilho nos olhos do menino voltou, não por causa de uma luz de LED, mas pelo simples movimento físico e pelo tempo passado junto com o pai, redescobrindo o prazer de uma esfera que não precisa de baterias para voar.",
      "characterCount": 1312,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-severina",
      "title": "Morte e Vida Severina",
      "category": "Poesia",
      "difficulty": 6,
      "order": 7,
      "content": "— O meu nome é Severino,\nnão tenho outro de pia.\nComo há muitos Severinos,\nque é santo de romaria,\nderam então de me chamar\nSeverino de Maria;\ncomo há muitos Severinos\ncom mães chamadas Maria,\nfiquei sendo o da Maria\ndo finado Zacarias.\n\nMas isso ainda diz pouco:\nhá muitos na freguesia,\npor causa de um coronel\nque se chamou Zacarias\ne que foi o mais antigo\nsenhor desta sesmaria.\n\nComo então dizer quem fala\nora a Vossas Senhorias?\nVejamos: é o Severino\nda Maria do Zacarias,\nlá da serra da Costeira,\nlimites da Paraíba.\n\nMas isso ainda diz pouco:\nse há muitos Severinos,\nse muitos Zacarias,\nse há muitos na freguesia,\nse há muitos na Paraíba,\nhá muitos também na serra\nde vida igual à minha:\nmorando em casas de palha,\ncomendo terra e farinha,\ne tendo o mesmo destino\nde morte e vida severina.",
      "characterCount": 856,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-lusiadas",
      "title": "Os Lusíadas (Canto I)",
      "category": "Literatura",
      "difficulty": 6,
      "order": 8,
      "content": "As armas e os barões assinalados,\nQue da ocidental praia Lusitana,\nPor mares nunca de antes navegados,\nPassaram ainda além da Taprobana,\nEm perigos e guerras esforçados,\nMais do que prometia a força humana,\nE entre gente remota edificaram\nNovo Reino, que tanto sublimaram.\n\nE também as memórias gloriosas\nDaqueles Reis, que foram dilatando\nA Fé, o Império, e as terras viciosas\nDe África e de Ásia andaram devastando;\nE aqueles, que por obras valerosas\nSe vão da lei da morte libertando;\nCantando espalharei por toda parte,\nSe a tanto me ajudar o engenho e arte.\n\nCessem do sábio Grego e do Troiano\nAs navegações grandes que fizeram;\nCale-se de Alexandre e de Trajano\nA fama das vitórias que tiveram;\nQue eu canto o peito ilustre Lusitano,\nA quem Neptuno e Marte obedeceram:\nCesse tudo o que a Musa antiga canta,\nQue outro valor mais alto se alevanta.",
      "characterCount": 875,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-cortico",
      "title": "O Cortiço",
      "category": "Literatura",
      "difficulty": 6,
      "order": 9,
      "content": "Eram cinco horas da manhã e o cortiço acordava, abrindo, não os olhos, mas a sua infinidade de portas e janelas alinhadas. Um acordar alegre e farto de quem dormiu de uma assentada sete horas de chumbo. O rumor crescia, condensava-se; o zunzum de todos os dias acentuava-se; já se não destacavam vozes dispersas, mas um só ruído compacto que enchia todo o cortiço. Começavam a fazer compras na venda; ensarilhavam-se discussões; ouviam-se gargalhadas e pragas; tudo se misturava no cheiro a café requentado e a gordura frita que flutuava no ar úmido da manhã. Nas lavanderias, a água corria com força, e o barulho das roupas batidas nas pedras ritmava o início do trabalho. João Romão, o dono de tudo aquilo, observava de sua venda, contando cada centavo que entrava, com o olhar ávido de quem constrói um império sobre a miséria e o suor alheio. Bertoleza, sua companheira escrava de fato mas não de direito, já trabalhava desde a madrugada, preparando as marmitas que seriam vendidas aos trabalhadores da vizinhança. O cortiço era um organismo vivo, uma colmeia humana onde as paixões, os vícios e as virtudes se entrelaçavam sob o sol forte do Rio de Janeiro, fervilhando como um caldeirão prestes a transbordar a qualquer momento.",
      "characterCount": 1256,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-compadecida",
      "title": "Auto da Compadecida",
      "category": "Teatro",
      "difficulty": 6,
      "order": 10,
      "content": "JOÃO GRILO: Padre João! Padre João! \nPADRE: Que há? Que gritaria é essa? \nJOÃO GRILO: O cachorro do meu patrão se viu atacado de um mal súbito e vai morrer. O homem quer que o senhor venha benzer o bicho. \nPADRE: Benzer o quê? \nJOÃO GRILO: O cachorro. \nPADRE: Que maluquice! Que besteira! Eu benzer cachorro! Onde é que já se viu? \nJOÃO GRILO: Mas padre, o homem é rico e influente na cidade... \nPADRE: Não benzo de jeito nenhum! Onde é que já se viu benzer um animal? Isso é contra os preceitos da igreja! \nJOÃO GRILO: É uma pena, porque o patrão já tinha separado dez contos de réis para a paróquia como gratidão pela bênção. \nPADRE: Dez contos? Bom, pensando bem, os animais também são criaturas de Deus. E se o cachorro está sofrendo, uma oração não faz mal a ninguém. \nJOÃO GRILO: Mas o senhor não disse que era contra os preceitos? \nPADRE: Ora, João Grilo, a teologia é uma ciência complexa. Há nuances que você não compreende. Onde está o doente? \nJOÃO GRILO: Está lá fora, mas o senhor tem que ser rápido, que o bicho já está entregando a alma ao Criador. E olhe que é um cachorro de raça, quase um cristão! \nPADRE: Vamos logo, antes que seja tarde para a caridade e para os dez contos!",
      "characterCount": 1185,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-desmatamento",
      "title": "Notícia: Desmatamento",
      "category": "Notícia",
      "difficulty": 6,
      "order": 11,
      "content": "O desmatamento na Amazônia atingiu níveis alarmantes no último semestre, segundo dados de satélite divulgados recentemente pelo Instituto Nacional de Pesquisas Espaciais (INPE). A derrubada de árvores para a criação de pastos, agricultura extensiva e extração ilegal de madeira destrói o habitat de milhares de espécies de animais e plantas, muitas das quais ainda nem foram estudadas pela ciência. Além disso, a queima da floresta libera enormes quantidades de dióxido de carbono na atmosfera, contribuindo diretamente para o aquecimento global e as mudanças climáticas que afetam todo o planeta. Sem a cobertura vegetal, o solo perde seus nutrientes e torna-se árido, impossibilitando a regeneração natural da floresta. Os rios, que dependem da umidade gerada pelas árvores através da evapotranspiração, correm o risco de secar, afetando o abastecimento de água e a geração de energia em várias regiões do país. A preservação da floresta amazônica não é apenas uma questão de proteção ambiental local, mas uma necessidade vital para o equilíbrio do clima global e para a sobrevivência das futuras gerações. Políticas públicas eficazes e a fiscalização rigorosa são urgentes para conter essa destruição desenfreada.",
      "characterCount": 1254,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-tecnologia",
      "title": "Tecnologia 5G",
      "category": "Tecnologia",
      "difficulty": 6,
      "order": 12,
      "content": "A tecnologia 5G é a quinta geração de redes móveis e promete revolucionar a forma como interagimos com o mundo digital. Com velocidades que podem ser até cem vezes maiores que as do 4G, o 5G permite baixar filmes de alta definição em apenas alguns segundos e conectar uma quantidade massiva de dispositivos simultaneamente sem perda de desempenho. No entanto, o verdadeiro impacto do 5G vai além da velocidade de navegação nos smartphones. Ele possibilita a latência ultrabaixa, o que é crucial para o desenvolvimento de tecnologias como carros autônomos, que precisam trocar informações em tempo real para evitar acidentes. Na medicina, cirurgias à distância tornam-se mais seguras e precisas. Nas cidades inteligentes, sensores conectados podem gerenciar o tráfego e o consumo de energia de forma eficiente. Por outro lado, a implementação do 5G traz desafios significativos, exigindo a instalação de milhares de novas antenas e uma infraestrutura de fibra óptica robusta. Além disso, surgem debates sobre a segurança dos dados e a soberania tecnológica. O Brasil já iniciou o leilão das frequências e a instalação das redes nas capitais, marcando o início de uma nova era de conectividade que transformará a indústria, a educação e o cotidiano de todos os cidadãos.",
      "characterCount": 1325,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-homem-trocado",
      "title": "O Homem Trocado",
      "category": "Crônica",
      "difficulty": 6,
      "order": 13,
      "content": "O homem acorda de manhã e, ao se olhar no espelho, vê um desconhecido. Não é o seu rosto, não são os seus olhos cansados, nem a sua barba por fazer. Ele se apalpa: não é o seu corpo. Assustado, tenta gritar, mas a voz que sai de sua garganta é aguda e estranha, nada parecida com o seu timbre grave de sempre. Ele trocou de corpo durante a noite! Desesperado, ele tenta encontrar uma explicação lógica, mas a lógica parece ter fugido pela janela. Sai para a rua vestindo as roupas que estavam ao lado da cama, que por milagre serviram, e percebe que ninguém o reconhece. Sua própria mulher o encara com estranheza e o expulsa de casa, achando que ele é um invasor ou um louco. Seu cachorro, que sempre o recebia com lambidas, agora rosna e tenta mordê-lo. Ele vai ao trabalho, mas o segurança o barra na entrada. Ele tenta provar quem é citando datas, nomes e segredos que só ele saberia, mas todos acham que ele é um impostor muito bem informado. Ele senta-se num banco de praça, sentindo o peso de uma identidade que não lhe pertence. Será que o outro homem, o verdadeiro dono daquele corpo, está agora vivendo a sua vida antiga? A angústia de ser ninguém num mundo de aparências o consome, enquanto ele observa as pessoas passarem, todas tão certas de quem são, enquanto ele é apenas um fantasma preso na pele de um estranho.",
      "characterCount": 1354,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-guarani",
      "title": "O Guarani (Peri e Ceci)",
      "category": "Literatura",
      "difficulty": 6,
      "order": 14,
      "content": "Peri, o índio goitacá, filho das florestas virgens, adorava a Ceci como a uma divindade celestial. Para ele, Ceci não era apenas a filha de seu senhor, D. Antônio de Mariz, mas a personificação da beleza e da pureza. Ceci, a menina branca de cabelos dourados e olhos azuis, via em Peri um amigo fiel, um protetor incansável que conhecia todos os segredos da mata. Quando a casa fortificada de D. Antônio, às margens do rio Paquequer, foi cercada pelos temíveis índios aimorés, o destino de todos parecia selado. Peri, com sua coragem lendária, prometeu a D. Antônio que salvaria sua filha a qualquer custo. Em meio ao cerco e às chamas que começavam a devorar a mansão, Peri batizou-se rapidamente para poder entrar no céu dos cristãos ao lado de sua amada. No clímax da história, com a explosão da casa e o transbordamento do rio causado por uma tempestade monumental, Peri e Ceci conseguem escapar. Eles fogem em uma canoa improvisada a partir do tronco de uma palmeira, levados pela correnteza impetuosa. Enquanto o mundo que conheciam desaparecia sob as águas, Peri e Ceci seguiam em direção ao horizonte, simbolizando a união de duas raças e o nascimento de um novo mito nas terras brasileiras, onde o amor superava as barreiras da cultura e da guerra.",
      "characterCount": 1325,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-felicidade",
      "title": "Felicidade Clandestina",
      "category": "Crônica",
      "difficulty": 6,
      "order": 15,
      "content": "Ela era gorda, baixa, sardenta e de cabelos excessivamente crespos, meio arruivados. Tinha um busto enorme, enquanto todas nós ainda éramos chatas. Mas possuía o que qualquer criança devoradora de histórias gostaria de ter: um pai dono de livraria. Pouco aproveitava. E nós menos ainda: até para aniversário, em vez de pelo menos um livrinho barato, ela nos entregava em mãos um cartão-postal da loja do pai. Ainda por cima era de paisagem do Recife mesmo, onde morávamos, com pontes e rios que já conhecíamos de cor. Mas o pior não era isso. O pior era a tortura que ela exercia sobre mim. Ela sabia que eu era louca por livros. Um dia, ela me disse que tinha 'As Reinações de Narizinho', de Monteiro Lobato, e que me emprestaria se eu fosse à sua casa. Eu fui, com o coração batendo forte. Mas, ao chegar lá, ela disse que o livro não estava com ela, que voltasse no dia seguinte. E assim se seguiram dias de uma esperança renovada e cruelmente frustrada. Eu ia à sua casa todos os dias, e todos os dias ela inventava uma desculpa diferente. Aquela era a minha felicidade clandestina: a expectativa do livro que nunca chegava, o desejo alimentado pela maldade de uma colega que se sentia poderosa ao me ver implorar por um mundo de fantasia que ela possuía, mas não habitava.",
      "characterCount": 1285,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-memorias",
      "title": "Memórias de um Sargento de Milícias",
      "category": "Literatura",
      "difficulty": 6,
      "order": 16,
      "content": "Era no tempo do rei. Uma das quatro esquinas que formam as ruas do Ouvidor e da Quitanda, cortando-se mutuamente, chamava-se nesse tempo o canto dos meirinhos. Ali era o ponto de encontro de figuras pitorescas do Rio de Janeiro colonial. Leonardo (o filho), o herói da nossa história, nasceu de uma pisadela e de um beliscão. Seu pai, Leonardo-Pataca, e sua mãe, Maria-da-Hortaliça, conheceram-se numa viagem de navio vindo de Portugal. O romance começou de forma inusitada no convés e resultou no nascimento de um menino que cresceria vadio e travesso nas ruas estreitas da cidade antiga. Leonardo não era um herói convencional; ele era o mestre da malandragem, fugindo sempre que podia das responsabilidades e das autoridades. Criado pelo barbeiro que o apadrinhou, o menino passava os dias inventando travessuras e se metendo em encrencas amorosas. A história de Leonardo é a crônica de uma sociedade em transição, onde a ordem e a desordem conviviam em um equilíbrio precário. Entre festas de igreja, patrulhas de milícias e intrigas de vizinhança, acompanhamos a trajetória desse personagem que, apesar de todos os seus erros, cativa o leitor pela sua humanidade e pelo retrato fiel de um Brasil que começava a desenhar sua própria identidade cultural e social.",
      "characterCount": 1324,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-policarpo",
      "title": "Triste Fim de Policarpo Quaresma",
      "category": "Literatura",
      "difficulty": 6,
      "order": 17,
      "content": "Policarpo Quaresma era um patriota. Não tinha família, nem amigos íntimos; sua família e seus amigos eram o Brasil. Amava o país com uma fé inquebrantável e uma dedicação quase religiosa. Estudava a flora, a fauna, as riquezas minerais e as tradições populares com afinco. Aprendeu tupi-guarani por acreditar que essa deveria ser a verdadeira língua nacional, e enviou um ofício formal ao Congresso pedindo que o tupi substituísse o português como língua oficial do Brasil. Foi chamado de louco pela sociedade e acabou sendo internado num hospício. Mas Policarpo não desistiu. Ao sair, tentou reformar a agricultura no seu sítio, 'Sossego', acreditando que a terra brasileira era a mais fértil do mundo e que bastaria boa vontade para torná-la o celeiro do planeta. No entanto, deparou-se com a burocracia, as pragas e o descaso dos poderosos. Por fim, envolveu-se na Revolta da Armada, acreditando nos ideais do Marechal Floriano Peixoto. Seu fim foi trágico e melancólico: preso e condenado ao fuzilamento, Policarpo percebeu, tarde demais, que o Brasil que ele tanto amava era uma construção de sua própria mente, uma utopia que não resistia à realidade de um país marcado pela corrupção, pelo preconceito e pela ignorância. Sua morte simboliza o fim de um sonho romântico diante da dureza do mundo real.",
      "characterCount": 1356,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-tempo",
      "title": "O Tempo (Poema)",
      "category": "Poesia",
      "difficulty": 6,
      "order": 18,
      "content": "A vida é uns deveres que nós trouxemos para fazer em casa.\nQuando se vê, já são seis horas!\nQuando se vê, já é sexta-feira!\nQuando se vê, já é natal...\nQuando se vê, já terminou o ano...\nQuando se vê perdemos o amor da nossa vida.\nQuando se vê passaram cinquenta anos!\nAgora é tarde para ser reprovado...\nSe me fosse dado um dia, outra oportunidade, eu nem olhava o relógio.\nSeguiria sempre em frente e iria jogando pelo caminho a casca dourada e inútil das horas...\nSeguraria o amor que está a minha frente e diria que eu o amo...\nE tem mais: não deixe de fazer algo de que gosta devido à falta de tempo.\nNão deixe de ter pessoas ao seu lado por puro receio de ser feliz.\nA única falta que terá será a desse tempo que, infelizmente, nunca mais voltará.\nO tempo é um mestre que ensina a todos, mas que mata seus alunos no final.\nPortanto, aproveite cada segundo como se fosse o último, pois a vida não tem ensaio, e a cortina pode fechar a qualquer momento, sem aviso prévio.",
      "characterCount": 1024,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-isaura",
      "title": "A Escrava Isaura",
      "category": "Literatura",
      "difficulty": 6,
      "order": 19,
      "content": "Isaura era uma escrava, mas de pele muito branca e educação refinada, o que a tornava uma figura singular na fazenda. Filha de uma mulata com um feitor branco, foi criada pela esposa do Comendador Almeida como se fosse uma filha da casa. Sabia tocar piano com maestria, cantar árias de ópera e falar francês fluentemente. Porém, essa proteção era frágil. Após a morte de sua protetora, o cruel Leôncio, filho do Comendador, tornou-se seu senhor absoluto. Obcecado pela beleza de Isaura, Leôncio a perseguiu implacavelmente, tentando forçá-la a ser sua amante. Ele a fez sofrer humilhações constantes, ameaçando mandá-la para o trabalho pesado na roça e submetê-la ao tronco se não cedesse aos seus desejos vis. Isaura, no entanto, possuía uma alma nobre e uma vontade de ferro. Ela resistiu a todas as investidas de Leôncio, encontrando forças na sua fé e na esperança de um dia alcançar a liberdade. A história de Isaura é um retrato contundente das injustiças da escravidão no Brasil do século XIX, onde a beleza e o talento de uma mulher não eram suficientes para protegê-la da condição de objeto de propriedade alheia. Sua jornada em busca da dignidade e do amor verdadeiro, em meio ao preconceito e à tirania, tornou-se um símbolo da luta contra a opressão em todas as suas formas.",
      "characterCount": 1325,
      "chineseCharCount": 0
    },
    {
      "id": "pt-grade6-macunaima",
      "title": "Macunaíma",
      "category": "Literatura",
      "difficulty": 6,
      "order": 20,
      "content": "No fundo do mato-virgem nasceu Macunaíma, herói de nossa gente. Era preto retinto e filho do medo da noite. Houve um momento em que o silêncio foi tão grande escutando o murmurejo do rio Uraricoera, que a índia tapanhumas pariu uma criança feia. Essa criança é que chamaram de Macunaíma. Já na meninice fez coisas de sarapantar. De primeiro passou mais de seis anos não falando. Si o incitavam a falar exclamava: — Ai! que preguiça!... e não dizia mais nada. Macunaíma era um herói sem nenhum caráter, vivendo aventuras fantásticas pelas florestas e cidades do Brasil. Ele podia se transformar no que quisesse, enganar gigantes como o comedor de gente Venceslau Pietro Pietra e viajar montado em um bicho-preguiça. Sua busca pela muiraquitã, a pedra mágica que ele perdera, levou-o até São Paulo, onde se deparou com o progresso e as máquinas, que ele chamava de 'bichos de ferro'. A narrativa de Mário de Andrade é uma colcha de retalhos de lendas, mitos e falas de todo o Brasil, criando um personagem que é a síntese das contradições e da riqueza cultural do povo brasileiro. Macunaíma vive entre o sagrado e o profano, o trágico e o cômico, terminando sua jornada transformado em uma constelação no céu, deixando para trás um rastro de histórias que definem a alma de uma nação em busca de si mesma.",
      "characterCount": 1354,
      "chineseCharCount": 0
    }
  ]
}
