{
  "grade": "3. Klasse",
  "lessons": [
    {
      "id": "de-grade3-loewe-maus",
      "title": "Der Löwe und die Maus",
      "category": "Fabel",
      "difficulty": 3,
      "order": 1,
      "content": "Ein Löwe schlief in seiner Höhle, als eine kleine Maus über seine Nase lief. Der Löwe wachte auf und packte die Maus mit seiner großen Tatze. \"Bitte, iss mich nicht!\", piepste die Maus. \"Wenn du mich freilässt, werde ich dir vielleicht eines Tages helfen können.\" Der Löwe lachte über die Idee, dass eine kleine Maus ihm helfen könnte, aber er ließ sie frei. Einige Zeit später verfing sich der Löwe im Netz eines Jägers. Er brüllte laut um Hilfe. Die kleine Maus hörte ihn, lief schnell herbei und nagte die Seile des Netzes durch. Der Löwe war frei. \"Du hattest recht\", sagte der Löwe. \"Auch kleine Freunde können große Hilfe leisten.\"",
      "characterCount": 639,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-fuchs-trauben",
      "title": "Der Fuchs und die Trauben",
      "category": "Fabel",
      "difficulty": 3,
      "order": 2,
      "content": "Ein hungriger Fuchs schlich durch einen Weinberg. Er sah wunderschöne, saftige Trauben, die hoch oben an einer Rebe hingen. \"Die sehen köstlich aus\", dachte der Fuchs. Er sprang so hoch er konnte, aber er erreichte die Trauben nicht. Er versuchte es noch einmal mit Anlauf, aber wieder verfehlte er sie. Nach vielen vergeblichen Versuchen gab der Fuchs schließlich auf. Er rümpfte die Nase und sagte: \"Ich will diese Trauben gar nicht. Sie sind bestimmt noch sauer und ungenießbar.\" Dann stolzierte er mit erhobenem Kopf davon.",
      "characterCount": 526,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-sterntaler",
      "title": "Die Sterntaler",
      "category": "Märchen",
      "difficulty": 3,
      "order": 3,
      "content": "Es war einmal ein kleines Mädchen, dem waren Vater und Mutter gestorben. Es war so arm, dass es kein Kämmerchen mehr hatte, darin zu wohnen, und kein Bettchen mehr, darin zu schlafen. Es besaß nur noch die Kleider auf dem Leib und ein Stückchen Brot in der Hand. Es ging hinaus in das Feld. Da begegnete ihm ein armer Mann, der sprach: \"Ach, gib mir etwas zu essen, ich bin so hungrig.\" Das Mädchen reichte ihm das ganze Stück Brot. Dann kam ein Kind, das jammerte: \"Mich friert so an meinem Kopf, schenk mir etwas, womit ich ihn bedecken kann.\" Da nahm es seine Mütze ab und gab sie dem Kind. Als es endlich gar nichts mehr hatte und die Sterne vom Himmel fielen, da waren die Sterne lauter harte Taler. Und obwohl es sein Hemdlein weggegeben hatte, so hatte es ein neues an, und das war vom allerfeinsten Linnen. Da sammelte es die Taler hinein und war reich für sein Lebtag.",
      "characterCount": 890,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-wind-sonne",
      "title": "Der Wind und die Sonne",
      "category": "Fabel",
      "difficulty": 3,
      "order": 4,
      "content": "Der Wind und die Sonne stritten sich, wer von ihnen stärker sei. Da sahen sie einen Wanderer, der in einen dicken Mantel gehüllt war. \"Lass uns sehen, wer von uns dem Wanderer den Mantel ausziehen kann\", sagte der Wind. \"Wer es schafft, hat gewonnen.\" Der Wind blies so fest er konnte. Es stürmte und tobte, aber je mehr der Wind blies, desto fester hielt der Wanderer seinen Mantel um sich. Schließlich gab der Wind auf. Nun war die Sonne an der Reihe. Sie kam hinter den Wolken hervor und strahlte warm und freundlich auf den Wanderer herab. Dem Mann wurde warm, und er öffnete seinen Mantel. Da die Sonne immer kräftiger schien, zog er den Mantel schließlich ganz aus und setzte sich in den Schatten eines Baumes. Die Sonne hatte durch Sanftmut gewonnen.",
      "characterCount": 765,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-suesse-brei",
      "title": "Der süße Brei",
      "category": "Märchen",
      "difficulty": 3,
      "order": 5,
      "content": "Es war einmal ein armes, frommes Mädchen, das lebte mit seiner Mutter allein. Sie hatten nichts mehr zu essen. Da ging das Kind in den Wald hinaus und begegnete einer alten Frau. Die schenkte ihm ein Töpfchen und sagte: \"Wenn du sagst: 'Töpfchen, koche', so kocht es guten, süßen Hirsebrei. Und wenn du sagst: 'Töpfchen, steh', so hört es wieder auf zu kochen.\" Das Mädchen brachte den Topf seiner Mutter heim. Nun waren sie ihrer Armut und ihres Hungers ledig und aßen süßen Brei, sooft sie wollten. Eines Tages war das Mädchen ausgegangen. Da sprach die Mutter: \"Töpfchen, koche.\" Es kochte, und sie aß sich satt. Nun wollte sie, dass das Töpfchen wieder aufhören sollte, aber sie wusste das Wort nicht. Also kochte es weiter, und der Brei stieg über den Rand hinaus und kochte die Küche voll und das ganze Haus voll und das zweite Haus und die Straße, als wollte es die ganze Welt satt machen. Endlich kam das Mädchen heim und sprach nur: \"Töpfchen, steh\", da hörte es auf zu kochen.",
      "characterCount": 992,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-kraehe-krug",
      "title": "Die Krähe und der Wasserkrug",
      "category": "Fabel",
      "difficulty": 3,
      "order": 6,
      "content": "Eine durstige Krähe fand einen Wasserkrug. Aber es war nur noch sehr wenig Wasser darin. Der Schnabel der Krähe war zu kurz, um an das Wasser zu gelangen. Sie versuchte, den Krug umzukippen, aber er war zu schwer. Die Krähe dachte nach. Dann sah sie einige Kieselsteine am Boden liegen. Sie nahm einen Stein und warf ihn in den Krug. Das Wasser stieg ein kleines bisschen höher. Sie warf noch einen Stein hinein, und noch einen. Nach viel Geduld und Arbeit hatte sie so viele Steine in den Krug geworfen, dass das Wasser bis zum Rand stieg. Nun konnte die kluge Krähe ihren Durst stillen.",
      "characterCount": 591,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-hund-fleisch",
      "title": "Der Hund und das Stück Fleisch",
      "category": "Fabel",
      "difficulty": 3,
      "order": 7,
      "content": "Ein Hund hatte ein saftiges Stück Fleisch ergattert und trug es stolz im Maul nach Hause. Als er über eine schmale Brücke ging, sah er sein eigenes Spiegelbild im Wasser des Flusses. Er dachte, dort unten sei ein anderer Hund mit einem noch größeren Stück Fleisch. Gierig schnappte er nach dem Spiegelbild, um dem anderen Hund das Fleisch wegzunehmen. Dabei fiel sein eigenes Stück Fleisch ins Wasser und wurde von der Strömung fortgetrieben. So verlor der gierige Hund alles.",
      "characterCount": 476,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-ameise-heuschrecke",
      "title": "Die Ameise und die Heuschrecke",
      "category": "Fabel",
      "difficulty": 3,
      "order": 8,
      "content": "Im Sommer arbeitete die Ameise hart. Sie sammelte Körner und Vorräte für den Winter. Die Heuschrecke hingegen zirpte den ganzen Tag, tanzte und genoss den Sonnenschein. \"Warum arbeitest du so schwer?\", fragte die Heuschrecke. \"Komm und spiel mit mir!\" \"Ich sorge für den Winter vor\", antwortete die Ameise. \"Das solltest du auch tun.\" Die Heuschrecke lachte nur. Als der Winter kam und tiefer Schnee lag, hatte die Heuschrecke nichts zu essen. Hungrig und frierend klopfte sie an die Tür der Ameise. \"Bitte gib mir etwas zu essen\", bettelte sie. Die Ameise fragte: \"Was hast du im Sommer getan?\" – \"Ich habe gesungen und getanzt\", sagte die Heuschrecke. \"Nun\", sagte die Ameise, \"wenn du im Sommer gesungen hast, kannst du im Winter tanzen.\"",
      "characterCount": 756,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-bauer-soehne",
      "title": "Der Bauer und seine Söhne",
      "category": "Fabel",
      "difficulty": 3,
      "order": 9,
      "content": "Ein alter Bauer lag im Sterben. Er wollte, dass seine Söhne gute Landwirte werden. Also rief er sie zu sich und sagte: \"Meine lieben Söhne, ich hinterlasse euch einen Schatz, der im Weinberg vergraben ist.\" Kurz darauf starb der Vater. Die Söhne nahmen Spaten und Hacken und gruben den ganzen Weinberg um. Sie suchten überall nach dem Gold, fanden aber keinen Schatz. Doch durch das viele Graben war die Erde so gut gelockert worden, dass der Weinstock im nächsten Jahr so viele Trauben trug wie nie zuvor. Da begriffen die Söhne, dass der Fleiß der wahre Schatz des Vaters war.",
      "characterCount": 583,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-zwei-ziegen",
      "title": "Die zwei Ziegen",
      "category": "Fabel",
      "difficulty": 3,
      "order": 10,
      "content": "Zwei Ziegen trafen sich auf einem schmalen Steg über einem tiefen Bach. Der Steg war so schmal, dass sie nicht aneinander vorbeikamen. \"Geh mir aus dem Weg!\", rief die eine Ziege. \"Nein, du geh mir aus dem Weg!\", rief die andere. Keine wollte nachgeben. Sie stießen mit ihren Hörnern zusammen und kämpften wütend mitten auf dem Steg. Plötzlich rutschten beide ab und fielen ins kalte Wasser. Hätten sie einander Platz gemacht, wären beide trocken am anderen Ufer angekommen.",
      "characterCount": 479,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-hirtenbueblein",
      "title": "Das Hirtenbüblein",
      "category": "Märchen",
      "difficulty": 3,
      "order": 11,
      "content": "Es war einmal ein Hirtenbüblein, das war wegen seiner weisen Antworten im ganzen Land berühmt. Der König hörte davon und ließ den Jungen kommen. \"Wenn du mir drei Fragen beantworten kannst\", sagte der König, \"will ich dich ansehen wie mein eigenes Kind.\" \"Wie viele Tropfen Wasser sind im Weltmeer?\", fragte der König. Das Hirtenbüblein antwortete: \"Herr König, lasst alle Flüsse auf der Erde verstopfen, damit kein Tropfen mehr ins Meer läuft, dann will ich euch sagen, wie viele Tropfen es sind.\" Der König fragte weiter: \"Wie viele Sterne stehen am Himmel?\" Das Büblein malte unzählige kleine Punkte auf ein Papier, so viele, dass man sie nicht zählen konnte, und sagte: \"So viele Sterne stehen am Himmel.\" \"Und wie viele Sekunden hat die Ewigkeit?\", fragte der König zuletzt. \"In Pommern liegt der Demantberg. Alle hundert Jahre kommt ein Vöglein und wetzt sein Schnäblein daran. Wenn der ganze Berg abgewetzt ist, dann ist die erste Sekunde der Ewigkeit vorbei.\"",
      "characterCount": 984,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-schildbuerger-rathaus",
      "title": "Die Schildbürger bauen ein Rathaus",
      "category": "Schwank",
      "difficulty": 3,
      "order": 12,
      "content": "Die Bürger von Schilda wollten ein neues Rathaus bauen. Sie errichteten hohe Mauern und setzten ein schönes Dach darauf. Doch als sie hineingingen, war es stockfinster. Sie hatten die Fenster vergessen! Ratlos standen sie im Dunkeln. Da hatten sie eine Idee: Sie wollten das Sonnenlicht in Säcken, Eimern und Körben einfangen und ins Rathaus tragen. Sie stellten sich in die Sonne, füllten ihre Säcke mit Licht, banden sie schnell zu und liefen ins Rathaus. Doch als sie die Säcke öffneten, blieb es dunkel. Schließlich kam ein Wanderer vorbei und sah dem Treiben zu. Er lachte und sagte: \"Warum deckt ihr nicht einfach das Dach ab?\" Das taten die Schildbürger, und endlich wurde es hell im Rathaus.",
      "characterCount": 703,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-ruebezahl",
      "title": "Rübezahl und der Bauer",
      "category": "Sage",
      "difficulty": 3,
      "order": 13,
      "content": "Ein armer Bauer hatte sein einziges Pferd verloren und wusste nicht, wie er sein Feld bestellen sollte. Er ging in den Wald und rief nach dem Berggeist Rübezahl. Rübezahl erschien als riesiger Mann und fragte: \"Was willst du?\" Der Bauer klagte ihm seine Not. Rübezahl lachte und gab dem Bauern einen Esel. \"Dieser Esel wird dir helfen\", sagte er. Der Bauer nahm den Esel mit nach Hause. Am nächsten Morgen, als der Esel im Stall arbeitete, fielen plötzlich Goldstücke aus seinem Maul. Der Bauer war überglücklich. Er wurde reich und vergaß seine Not. Doch er wurde auch geizig und stolz. Als Rübezahl das sah, verwandelte sich das Gold in trockenes Laub und der Esel lief zurück in den Wald. Der Bauer war wieder arm wie zuvor, aber er hatte eine Lehre fürs Leben gelernt.",
      "characterCount": 782,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-hase-igel",
      "title": "Der Hase und der Igel",
      "category": "Märchen",
      "difficulty": 3,
      "order": 14,
      "content": "Ein Hase machte sich über die kurzen Beine eines Igels lustig. \"Du bist ja viel zu langsam!\", spottete er. Der Igel aber sagte: \"Ich wette, ich bin schneller als du.\" Der Hase lachte und nahm die Wette an. Der Igel ging nach Hause und holte seine Frau, die genauso aussah wie er. Er stellte sie an das Ende des Ackers und sagte: \"Wenn der Hase hier ankommt, rufst du: 'Ich bin schon hier!'\" Der Wettlauf begann. Der Hase rannte los wie der Wind. Als er am Ende des Ackers ankam, rief die Frau des Igels: \"Ich bin schon hier!\" Der Hase war verblüfft. \"Noch mal zurück!\", rief er und rannte zurück. Doch am Start rief der Igel: \"Ich bin schon hier!\" So rannte der Hase dreiundsiebzig Mal hin und her, bis er erschöpft zusammenbrach. Der Igel aber ging gemütlich mit seiner Frau nach Hause.",
      "characterCount": 801,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-drei-federn",
      "title": "Die drei Federn",
      "category": "Märchen",
      "difficulty": 3,
      "order": 15,
      "content": "Ein König hatte drei Söhne. Zwei waren klug, aber der dritte sprach wenig und hieß der Dummling. Als der König alt wurde, blies er drei Federn in die Luft. \"Wohin sie fliegen, dahin sollt ihr ziehen und mir den schönsten Teppich bringen. Wer es schafft, soll König werden.\" Eine Feder flog nach Osten, eine nach Westen, die dritte aber fiel geradeaus zu Boden. Die beiden älteren Brüder zogen fort. Der Dummling aber setzte sich traurig neben seine Feder. Da sah er eine Falltür. Er öffnete sie und stieg hinab. Unten fand er eine dicke Kröte. Die Kröte schenkte ihm einen Teppich, so schön und fein, wie ihn oben auf der Erde keiner weben konnte. Als er damit zum König kam, staunten alle. Die Brüder brachten nur grobe Tücher mit. So bestand der Dummling die Prüfung und wurde später ein weiser König.",
      "characterCount": 807,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-wichtelmaenner",
      "title": "Die Wichtelmänner",
      "category": "Märchen",
      "difficulty": 3,
      "order": 16,
      "content": "Ein Schuster war so arm geworden, dass er nur noch Leder für ein einziges Paar Schuhe hatte. Er schnitt sie am Abend zu und wollte sie am nächsten Morgen nähen. Als er aufstand, standen die Schuhe fertig auf dem Tisch. Sie waren meisterhaft gearbeitet. Er verkaufte sie gut und konnte Leder für zwei Paar kaufen. Auch diese waren am nächsten Morgen fertig. So ging es weiter, und der Schuster wurde ein wohlhabender Mann. Eines Nachts blieben er und seine Frau wach, um zu sehen, wer ihnen half. Da kamen zwei kleine, nackte Männlein, setzten sich an den Tisch und arbeiteten flink. Die Frau sagte: \"Die Kleinen haben uns reich gemacht, wir wollen ihnen Kleider nähen.\" Gesagt, getan. In der nächsten Nacht legten sie die Kleider hin. Die Wichtelmänner zogen sie voller Freude an, tanzten und sprangen zum Haus hinaus. Sie kamen nie wieder, aber dem Schuster ging es gut, solange er lebte.",
      "characterCount": 894,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-eulenspiegel-bienen",
      "title": "Till Eulenspiegel und die Bienen",
      "category": "Schwank",
      "difficulty": 3,
      "order": 17,
      "content": "Als Kind schlief Till Eulenspiegel einmal in einem leeren Bienenkorb im Garten ein. Zwei Diebe kamen in der Nacht, um den Korb zu stehlen, weil sie dachten, er sei schwer voll Honig. Sie hoben den Korb auf und trugen ihn fort. Till wachte auf und hörte die Diebe. Er zupfte den vorderen Dieb sanft an den Haaren. Der Dieb schimpfte auf den hinteren: \"Lass meine Haare los!\" Der hintere Dieb sagte: \"Ich habe beide Hände am Korb!\" Dann zupfte Till den hinteren Dieb an den Haaren. Der schrie nun den vorderen an. So ging es hin und her, und die Diebe wurden immer wütender aufeinander. Schließlich ließen sie den Korb fallen und begannen sich zu prügeln. Till Eulenspiegel kroch aus dem Korb und lief lachend nach Hause.",
      "characterCount": 725,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-froschkoenig-kurz",
      "title": "Der Froschkönig (Kurzfassung)",
      "category": "Märchen",
      "difficulty": 3,
      "order": 18,
      "content": "Eine Königstochter spielte mit ihrer goldenen Kugel im Wald. Die Kugel fiel in einen tiefen Brunnen. Die Prinzessin weinte. Da streckte ein Frosch seinen Kopf aus dem Wasser und sagte: \"Ich hole dir deine Kugel, wenn du mich lieb hast und ich bei dir essen und schlafen darf.\" Die Prinzessin versprach es schnell, dachte aber nicht daran, es zu halten. Als sie die Kugel hatte, lief sie davon. Am nächsten Tag klopfte es am Schloss: \"Königstochter, jüngste, mach mir auf!\" Der Frosch war da. Der König befahl seiner Tochter, ihr Versprechen zu halten. Widerwillig ließ sie den Frosch von ihrem Teller essen. Als er aber in ihrem Bett schlafen wollte, wurde sie wütend und warf ihn an die Wand. Da verwandelte er sich in einen schönen Königssohn. Er war verzaubert worden, und sie wurden ein glückliches Paar.",
      "characterCount": 812,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-hufeisen",
      "title": "Das Hufeisen",
      "category": "Anekdote",
      "difficulty": 3,
      "order": 19,
      "content": "Ein Vater ging mit seinem Sohn über Land. Da fand er ein altes Hufeisen auf dem Weg und sagte: \"Heb das Hufeisen auf!\" Der Sohn aber war zu faul und tat, als hätte er es nicht gehört. Der Vater bückte sich schweigend, hob es auf und verkaufte es im nächsten Dorf für drei Pfennige. Dafür kaufte er Kirschen. Sie gingen weiter. Die Sonne brannte heiß, und weit und breit war kein Wasser zu sehen. Der Sohn verschmachtete fast vor Durst. Da ließ der Vater unbemerkt eine Kirsche fallen. Der Sohn bückte sich gierig danach und aß sie. Nach einer Weile ließ der Vater wieder eine fallen. So bückte sich der Sohn viele Male, bis er alle Kirschen gegessen hatte. Da sagte der Vater: \"Hättest du dich einmal für das Hufeisen gebückt, so hättest du dich nicht hundertmal für die Kirschen bücken müssen.\"",
      "characterCount": 796,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade3-gans-goldeier",
      "title": "Die Gans mit den goldenen Eiern",
      "category": "Fabel",
      "difficulty": 3,
      "order": 20,
      "content": "Ein Mann hatte eine Gans, die jeden Tag ein goldenes Ei legte. Der Mann trug das Ei zum Markt und verkaufte es für viel Geld. Bald wurde er reich. Doch der Mann war gierig. Er dachte: \"Wenn die Gans jeden Tag ein goldenes Ei legt, muss sie innen ganz aus Gold sein.\" Er wollte alles Gold auf einmal haben. Also nahm er ein Messer und tötete die Gans. Als er sie öffnete, fand er aber kein Gold. Sie war innen genau wie jede andere Gans. Nun hatte er weder die Gans noch die goldenen Eier.",
      "characterCount": 494,
      "chineseCharCount": 0
    }
  ]
}