{
  "grade": "6. Klasse",
  "lessons": [
    {
      "id": "de-grade6-zauberlehrling",
      "title": "Der Zauberlehrling",
      "category": "Ballade",
      "difficulty": 6,
      "order": 1,
      "content": "Hat der alte Hexenmeister\nSich doch einmal wegbegeben!\nUnd nun sollen seine Geister\nAuch nach meinem Willen leben.\nSeine Wort’ und Werke\nMerkt’ ich und den Brauch,\nUnd mit Geistesstärke\nTu’ ich Wunder auch.\n\nWalle! walle\nManche Strecke,\nDaß zum Zwecke\nWasser fließe,\nUnd mit reichem, vollem Schwalle\nZu dem Bade sich ergieße!\n\nUnd nun komm, du alter Besen!\nNimm die schlechten Lumpenhüllen!\nBist schon lange Knecht gewesen;\nNun erfülle meinen Willen!\nAuf zwei Beinen stehe,\nOben sei ein Kopf,\nEile nun und gehe\nMit dem Wassertopf!\n\nWalle! walle\nManche Strecke,\nDaß zum Zwecke\nWasser fließe,\nUnd mit reichem, vollem Schwalle\nZu dem Bade sich ergieße!\n\nSeht, er läuft zum Ufer nieder;\nWahrlich! ist schon an dem Flusse,\nUnd mit Blitzesschnelle wieder\nIst er hier mit raschem Gusse.\nSchon zum zweiten Male!\nWie das Becken schwillt!\nWie sich jede Schale\nVoll mit Wasser füllt!\n\nStehe! stehe!\nDenn wir haben\nDeiner Gaben\nVollgemessen! –\nAch, ich merk’ es! Wehe! wehe!\nHab’ ich doch das Wort vergessen!\n\nAch, das Wort, worauf am Ende\nEr das wird, was er gewesen.\nAch, er läuft und bringt behende!\nWärst du doch der alte Besen!\nImmer neue Güsse\nBringt er schnell herein,\nAch! und hundert Flüsse\nStürzen auf mich ein.",
      "characterCount": 1254,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-handschuh",
      "title": "Der Handschuh",
      "category": "Ballade",
      "difficulty": 6,
      "order": 2,
      "content": "Vor seinem Löwengarten,\nDas Kampfspiel zu erwarten,\nSaß König Franz,\nUnd um ihn die Großen der Krone,\nUnd rings auf hohem Balkone\nDie Damen in schönem Kranz.\n\nUnd wie er winkt mit dem Finger,\nAuf tut sich der weite Zwinger,\nUnd hinein mit bedächtigem Schritt\nEin Löwe tritt\nUnd sieht sich stumm\nRings um,\nMit langem Gähnen\nUnd schüttelt die Mähnen\nUnd streckt die Glieder\nUnd legt sich nieder.\n\nUnd der König winkt wieder,\nDa öffnet sich behend\nEin zweites Tor,\nDaraus rennt\nMit wildem Sprunge\nEin Tiger hervor.\nWie er den Löwen erschaut,\nBrüllt er laut,\nSchlägt mit dem Schweif\nEinen furchtbaren Reif\nUnd reckt die Zunge,\nUnd im Kreise scheu\nUmgeht er den Leu\nGrimmig schnurrend,\nDrauf streckt er sich murrend\nZur Seite nieder.\n\nUnd der König winkt wieder,\nDa speit das doppelt geöffnete Haus\nZwei Leoparden auf einmal aus,\nDie stürzen mit mutiger Kampfbegier\nAuf das Tigertier,\nDas packt sie mit seinen grimmigen Tatzen,\nUnd der Leu mit Gebrüll\nRichtet sich auf, da wird es still,\nUnd herum im Kreis\nVon Mordsucht heiß,\nLagern sich die gräulichen Katzen.\n\nDa fällt von des Altans Rand\nEin Handschuh von schöner Hand\nZwischen den Tiger und den Leun\nMitten hinein.",
      "characterCount": 1245,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-erlkoenig",
      "title": "Erlkönig",
      "category": "Ballade",
      "difficulty": 6,
      "order": 3,
      "content": "Wer reitet so spät durch Nacht und Wind?\nEs ist der Vater mit seinem Kind;\nEr hat den Knaben wohl in dem Arm,\nEr fasst ihn sicher, er hält ihn warm.\n\n\"Mein Sohn, was birgst du so bang dein Gesicht?\" –\n\"Siehst, Vater, du den Erlkönig nicht?\nDen Erlenkönig mit Kron’ und Schweif?\" –\n\"Mein Sohn, es ist ein Nebelstreif.\"\n\n\"Du liebes Kind, komm, geh mit mir!\nGar schöne Spiele spiel’ ich mit dir;\nManch’ bunte Blumen sind an dem Strand,\nMeine Mutter hat manch gülden Gewand.\"\n\n\"Mein Vater, mein Vater, und hörest du nicht,\nWas Erlenkönig mir leise verspricht?\" –\n\"Sei ruhig, bleibe ruhig, mein Kind;\nIn dürren Blättern säuselt der Wind.\"\n\n\"Willst, feiner Knabe, du mit mir gehn?\nMeine Töchter sollen dich warten schön;\nMeine Töchter führen den nächtlichen Reihn,\nUnd wiegen und tanzen und singen dich ein.\"\n\n\"Mein Vater, mein Vater, und siehst du nicht dort\nErlkönigs Töchter am düstern Ort?\" –\n\"Mein Sohn, mein Sohn, ich seh’ es genau:\nEs scheinen die alten Weiden so grau.\"\n\n\"Ich liebe dich, mich reizt deine schöne Gestalt;\nUnd bist du nicht willig, so brauch’ ich Gewalt.\"\n\"Mein Vater, mein Vater, jetzt fasst er mich an!\nErlkönig hat mir ein Leids getan!\"\n\nDem Vater grauset’s, er reitet geschwind,\nEr hält in Armen das ächzende Kind,\nErreicht den Hof mit Müh’ und Not;\nIn seinen Armen das Kind war tot.",
      "characterCount": 1325,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-lorelei",
      "title": "Die Lorelei",
      "category": "Gedicht",
      "difficulty": 6,
      "order": 4,
      "content": "Ich weiß nicht, was soll es bedeuten,\nDass ich so traurig bin;\nEin Märchen aus alten Zeiten,\nDas kommt mir nicht aus dem Sinn.\n\nDie Luft ist kühl und es dunkelt,\nUnd ruhig fließt der Rhein;\nDer Gipfel des Berges funkelt\nIm Abendsonnenschein.\n\nDie schönste Jungfrau sitzet\nDort oben wunderbar;\nIhr goldnes Geschmeide blitzet,\nSie kämmt ihr goldenes Haar.\n\nSie kämmt es mit goldenem Kamme\nUnd singt ein Lied dabei;\nDas hat eine wundersame,\nGewaltige Melodei.\n\nDen Schiffer im kleinen Schiffe\nErgreift es mit wildem Weh;\nEr schaut nicht die Felsenriffe,\nEr schaut nur hinauf in die Höh.\n\nIch glaube, die Wellen verschlingen\nAm Ende Schiffer und Kahn;\nUnd das hat mit ihrem Singen\nDie Lorelei getan.",
      "characterCount": 785,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-nis-randers",
      "title": "Nis Randers",
      "category": "Ballade",
      "difficulty": 6,
      "order": 5,
      "content": "Krachen und Heulen und berstende Nacht,\nDunkel und Flammen in rasender Jagd –\nEin Schrei durch die Brandung!\nUnd brennt der Himmel, so sieht man’s gut:\nEin Wrack auf der Sandbank! Noch fehlt uns der Loot!\nNis Randers lugt – und ohne Hast\nSpricht er: \"Da hängt noch ein Mann im Mast;\nWir müssen ihn holen.\"\n\nDa fasst ihn die Mutter am Arbeitskittel:\n\"Ich habe noch einen, nur diesen Mittel,\nAuf ihn darfst du nicht bauen!\nDein Vater ging unter, dein Bruder Uwe,\nZwei weitere starben in der Wassergrube.\"\nDoch Nis spricht: \"Und der Mann im Mast?\"\nEr springt in das Boot mit mutiger Hast,\nDie anderen folgen ihm alle.\n\nSie rudern und kämpfen mit Wellen und Wind,\nDie Brandung ist tückisch, das Auge ist blind\nVor Gischten und vor Schäumen.\nDoch endlich erreichen sie das Wrack,\nSie holen ihn runter mit kräftigem Pack,\nDen Fremden, den Sterbenden, Armen.\nUnd als sie am Ufer im Sande stehn,\nDa rufen sie alle: \"Wir haben’s gesehn,\nEs ist Uwe, dein Bruder, Nis Randers!\"",
      "characterCount": 1056,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-john-maynard",
      "title": "John Maynard",
      "category": "Ballade",
      "difficulty": 6,
      "order": 6,
      "content": "John Maynard!\n\"Wer ist John Maynard?\"\n\"John Maynard war unser Steuermann,\nAushielt er, bis er das Ufer gewann,\nEr hat uns gerettet, er trägt die Kron’,\nEr starb für uns, unsre Liebe sein Lohn.\nJohn Maynard.\"\n\nDie \"Schwalbe\" fliegt über den Erie-See,\nGischt schäumt um den Bug wie Flocken von Schnee;\nVon Detroit fliegt sie nach Buffalo -\nDie Herzen aber sind frei und froh.\nAlle Passagiere mit Kindern und Fraun\nIm hellen Sonnenschein vorwärts schaun.\n\nDoch plötzlich aus der Tiefe herauf\nEin Qualm, ein Dampf, ein Feuerlauf!\n\"Feuer!\" schallt es aus hundert Kehlen,\nDas Schicksal scheint uns nun zu wählen.\nDer Kapitän ruft: \"John Maynard, halt aus!\nWir müssen zum Ufer, zum rettenden Haus!\"\n\nUnd John Maynard hält das Steuer fest,\nObwohl ihn das Feuer schon fast verbrennt,\nEr steuert das Schiff durch den Wellenrest,\nBis es am Ufer den Sandstein erkennt.\nGerettet sind alle, die Kinder, die Fraun,\nNur John Maynard wird die Heimat nicht schaun.\nEr starb am Steuer, ein Held so groß,\nIn Buffalo begrub man ihn in den Schoß.",
      "characterCount": 1125,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-hoelzerne-pferd",
      "title": "Das hölzerne Pferd",
      "category": "Sage",
      "difficulty": 6,
      "order": 7,
      "content": "Zehn Jahre lang hatten die Griechen die Stadt Troja belagert, aber sie konnten die dicken Mauern nicht überwinden. Da hatte der schlaue Odysseus eine Idee. Sie bauten ein riesiges hölzernes Pferd und versteckten ihre besten Krieger darin. Die restliche Flotte tat so, als ob sie absegeln würde und versteckte sich hinter der Insel Tenedos. Die Trojaner glaubten, das Pferd sei ein Weihegeschenk für die Göttin Athene und ein Zeichen für den Abzug der Griechen. Trotz der Warnungen der Seherin Kassandra und des Priesters Laokoon zogen sie das Pferd in die Stadt. Sie feierten ihren vermeintlichen Sieg bis spät in die Nacht. Als alle schliefen, kletterten die griechischen Krieger aus dem Bauch des Pferdes und öffneten die Stadttore für ihre zurückgekehrte Armee. So wurde Troja in einer einzigen Nacht erobert und zerstört.",
      "characterCount": 895,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-odysseus-zyklopen",
      "title": "Odysseus und die Zyklopen",
      "category": "Sage",
      "difficulty": 6,
      "order": 8,
      "content": "Auf seiner Irrfahrt landete Odysseus auf der Insel der Zyklopen. Er und zwölf seiner Gefährten gingen in die Höhle des Riesen Polyphem, eines Sohnes des Meeresgottes Poseidon. Als der Riese am Abend zurückkam, wälzte er einen riesigen Stein vor den Eingang und fraß zwei der Griechen. Am nächsten Tag fraß er weitere Gefährten. Odysseus aber ersann eine List. Er gab dem Riesen starken Wein zu trinken. Als Polyphem ihn nach seinem Namen fragte, antwortete Odysseus: \"Mein Name ist Niemand.\" Der Riese schlief betrunken ein. Da ergriffen die Griechen einen glühenden Pfahl und stießen ihn dem Zyklopen in sein einziges Auge. Polyphem brüllte vor Schmerz, doch als die anderen Zyklopen fragten, wer ihm Leid antue, rief er: \"Niemand tut mir Gewalt an!\" So halfen sie ihm nicht. Am Morgen tastete der blinde Riese seine Schafe ab, die er aus der Höhle ließ. Odysseus und seine Männer klammerten sich unter den Bäuchen der Tiere fest und entkamen so unbemerkt in die Freiheit.",
      "characterCount": 1056,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-romulus-remus",
      "title": "Romulus und Remus",
      "category": "Sage",
      "difficulty": 6,
      "order": 9,
      "content": "Der Gott Mars hatte zwei Söhne, Romulus und Remus. Ihr Onkel Amulius, der rechtmäßige König, wollte sie töten lassen und setzte sie in einem Korb auf dem Fluss Tiber aus. Doch der Korb ging nicht unter, sondern strandete am Fuße des Palatin-Hügels. Eine Wölfin fand die weinenden Kinder, trug sie in ihre Höhle und säugte sie. Später fand sie der Hirte Faustulus und zog sie mit seiner Frau auf. Als sie erwachsen waren und von ihrer Herkunft erfuhren, setzten sie ihren Großvater Numitor wieder als König ein. Dann beschlossen sie, an der Stelle ihrer Rettung eine eigene Stadt zu gründen. Doch sie stritten sich darüber, wer der Stadt den Namen geben sollte. Romulus begann, eine Mauer zu bauen. Remus verspottete ihn und sprang über die niedrige Mauer. Da erschlug Romulus seinen Bruder im Zorn und rief: \"So ergehe es jedem, der über meine Mauern springt!\" Romulus wurde der erste König von Rom, der Stadt, die nach ihm benannt wurde.",
      "characterCount": 1024,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-weiber-weinsberg",
      "title": "Die Weiber von Weinsberg",
      "category": "Anekdote",
      "difficulty": 6,
      "order": 10,
      "content": "Im Jahre 1140 belagerte König Konrad III. die Burg Weinsberg. Die Besatzung, die den Staufern Widerstand geleistet hatte, musste sich schließlich ergeben. Der König war zornig auf die Männer, die ihn so lange aufgehalten hatten, und drohte ihnen mit dem Tod. Den Frauen der Burg jedoch versprach er freien Abzug und Gnade. Sie durften mitnehmen, was sie auf dem Rücken tragen konnten und was ihnen am liebsten war. Da staunte der König nicht schlecht, als sich am nächsten Morgen das Burgtor öffnete: Die Frauen trugen keine Kleider, Gold oder Schätze auf dem Rücken, sondern ihre Ehemänner! Die Feldherren des Königs wollten einschreiten und die List bestrafen, doch Konrad lachte und sagte: \"Ein Königswort darf man nicht drehen noch deuteln.\" Er hielt sein Versprechen und schenkte den Männern das Leben. Seitdem heißt die Ruine der Burg \"Weibertreu\".",
      "characterCount": 925,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-krabat",
      "title": "Krabat",
      "category": "Roman",
      "difficulty": 6,
      "order": 11,
      "content": "Es war in der Zeit zwischen Neujahr und dem Dreikönigstag. Krabat, ein wendischer Junge von vierzehn Jahren, zog mit zwei anderen Betteljungen durch die Gegend von Hoyerswerda. Sie sangen Lieder und hofften auf ein paar Gaben. In der dritten Nacht rief ihn eine Stimme im Traum, eine Stimme, die wie ein dunkles Krächzen klang: \"Krabat! Komm nach Schwarzkollm in die Mühle!\" Krabat konnte sich dem Ruf nicht entziehen. Er fand die Mühle im Koselbruch, die unheimlich und einsam im Moor dalag. Der Meister, ein einäugiger Mann mit gewaltiger Stimme, nahm ihn als Lehrling auf. Doch bald merkte Krabat, dass dies keine gewöhnliche Mühle war. Hier wurde nicht nur Korn gemahlen, sondern der Meister lehrte seine zwölf Gesellen die schwarze Kunst aus dem Koraktor, dem Buch der Zauberei. Jedes Jahr in der Neujahrsnacht musste einer der Gesellen sterben, damit der Meister sein Leben verlängern konnte. Krabat erkannte, dass er nur durch die Kraft der Liebe und die Hilfe eines mutigen Mädchens, der Kantorka, dem tödlichen Bann der Mühle entkommen konnte.",
      "characterCount": 1156,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-herr-der-diebe",
      "title": "Herr der Diebe",
      "category": "Roman",
      "difficulty": 6,
      "order": 12,
      "content": "Prosper und Bo sind aus Hamburg weggelaufen, um nicht von ihrer grausamen Tante Esther getrennt zu werden. Sie sind nach Venedig geflohen, die Stadt, von der ihre Mutter ihnen so oft erzählt hat. Dort verstecken sie sich in einem alten, verlassenen Kino, dem \"Stella\", zusammen mit einer Bande von Straßenkindern: Wespe, Riccio und Mosca. Ihr Anführer ist Scipio, der geheimnisvolle \"Herr der Diebe\". Er trägt eine venezianische Maske und behauptet, reiche Palazzi auszurauben, um für die Kinder zu sorgen. Die Kinder bewundern ihn, doch sie ahnen nicht, dass Scipio selbst ein Geheimnis hütet. Währenddessen hat Tante Esther den Detektiv Victor Getz beauftragt, die Brüder zu finden. Venedig im Winter ist kalt, neblig und voller Schatten, aber für Prosper und Bo wird es zu einem Ort voller Abenteuer. Sie begegnen einem geheimnisvollen Auftraggeber, der ein hölzernes Flügelteil eines magischen Karussells sucht – ein Karussell, das Kinder zu Erwachsenen und Erwachsene zu Kindern machen kann.",
      "characterCount": 1085,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-momo",
      "title": "Momo",
      "category": "Roman",
      "difficulty": 6,
      "order": 13,
      "content": "Momo lebte in den Ruinen eines alten Amphitheaters am Rande einer großen Stadt. Sie war ein kleines, struppiges Mädchen, das nichts besaß, außer dem, was sie fand oder was man ihr schenkte. Doch Momo hatte eine ganz besondere Gabe: Sie konnte zuhören wie niemand sonst. Wenn Momo zuhörte, kamen den ratlosen Menschen plötzlich die besten Gedanken, und Streitigkeiten lösten sich in Wohlgefallen auf. Die Kinder spielten die fantasievollsten Spiele, wenn sie dabei war. Doch eines Tages schlich sich eine unheimliche Gefahr in die Stadt: Die grauen Herren tauchten auf. Sie trugen aschgraue Anzüge, rauchten Zigarren aus getrockneten Stundenblumen und gehörten zur \"Zeit-Sparkasse\". Sie redeten den Menschen ein, dass sie Zeit sparen müssten, um für die Zukunft vorzusorgen. Doch je mehr Zeit die Menschen sparten, desto hektischer, liebloser und ärmer wurde ihr Leben. Nur Momo konnte den grauen Herren widerstehen, denn sie ließ sich nicht beirren. Mit Hilfe der Schildkröte Kassiopeia und des Meisters Hora, des Verwalters der Zeit, trat Momo den Kampf gegen die Zeitdiebe an.",
      "characterCount": 1168,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-fliegende-klassenzimmer",
      "title": "Das fliegende Klassenzimmer",
      "category": "Roman",
      "difficulty": 6,
      "order": 14,
      "content": "Im Internat in Kirchberg herrscht kurz vor den Weihnachtsferien große Aufregung. Die Jungen der Klasse von Dr. Bökh proben ein Theaterstück, das Johnny Trotz geschrieben hat: \"Das fliegende Klassenzimmer\". Es handelt von einer Reise in die Zukunft, in der der Unterricht an fernen Orten stattfindet. Martin, der Klassenbeste und begabte Maler, Johnny, der Waise, der starke Matz und der schmächtige Uli sind unzertrennliche Freunde. Doch das Internatsleben ist nicht nur Spiel und Spaß. Es gibt einen erbitterten Streit mit den Realschülern der Stadt, bei dem es um geraubte Diktathefte und die Ehre geht. Ihr Hauslehrer, Dr. Bökh, den sie alle nur ehrfurchtsvoll \"Justus\" nennen, ist ihnen ein Vorbild an Gerechtigkeit und Güte. Eine schicksalhafte Begegnung mit dem \"Nichtraucher\", einem einsamen Mann, der in einem ausrangierten Eisenbahnwaggon lebt, führt dazu, dass eine alte Freundschaft von Justus wiederbelebt wird. Erich Kästners Geschichte erzählt einfühlsam von Mut, Heimweh, wahrer Freundschaft und der Erkenntnis, dass man Ängste nur besiegen kann, wenn man sich ihnen stellt.",
      "characterCount": 1182,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-schimmelreiter",
      "title": "Der Schimmelreiter",
      "category": "Novelle",
      "difficulty": 6,
      "order": 15,
      "content": "Hauke Haien war schon als Junge anders als die anderen. Während die Kinder im Dorf spielten, saß er einsam am Deich und beobachtete stundenlang das Meer, die Ebbe und die Flut. Er war ein begabter Rechner und begann, eigene Risse und Pläne zu zeichnen, um die Deiche sicherer gegen die gewaltigen Sturmfluten zu machen. Sein Ehrgeiz und sein Verstand führten dazu, dass er schließlich zum Deichgrafen ernannt wurde. Er setzte den Bau eines neuen, flacheren Deiches durch, der nach mathematischen Prinzipien konstruiert war. Doch sein Erfolg und seine kühle Art erregten den Neid und das Misstrauen der Dorfbewohner. Sie hielten ihn für einen Verbündeten dunkler Mächte. Man erzählte sich, er habe beim Teufel einen hageren Schimmel gekauft, den er in stürmischen Nächten ritt. In der schrecklichen Sturmnacht von 1717 zeigte sich das Schicksal: Der alte Deich brach, während Haukes neuer Deich hielt. Doch Hauke verlor alles, was ihm lieb war, in den Fluten. Die Sage vom Schimmelreiter blieb lebendig – immer wenn eine schwere Sturmflut droht, sieht man den geisterhaften Reiter über den Deich preschen, als Mahnung vor der unbezähmbaren Gewalt der Natur.",
      "characterCount": 1215,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-unendliche-geschichte",
      "title": "Die unendliche Geschichte",
      "category": "Roman",
      "difficulty": 6,
      "order": 16,
      "content": "Bastian Balthasar Bux ist ein einsamer Junge, der von seinen Mitschülern gehänselt wird. Auf der Flucht vor ihnen rettet er sich in das Antiquariat von Karl Konrad Koreander. Dort stiehlt er ein Buch mit einem seltsamen Symbol auf dem Einband: zwei Schlangen, die sich gegenseitig in den Schwanz beißen. Bastian versteckt sich auf dem Dachboden seiner Schule und beginnt zu lesen. Er taucht ein in das Reich Phantásien, das vom unheimlichen \"Nichts\" verschlungen wird. Alles verschwindet dort einfach, ohne eine Spur zu hinterlassen. Die Kindliche Kaiserin, das Herz Phantásiens, ist todkrank, und nur ein menschliches Kind kann sie retten, indem es ihr einen neuen Namen gibt. Der junge Krieger Atréju wird ausgesandt, um diesen Retter zu finden. Je tiefer Bastian in die Geschichte eintaucht, desto mehr begreift er, dass er selbst derjenige ist, der Phantásien retten kann. Schließlich ruft er den Namen \"Mondenkind\" in den Sturm hinaus und findet sich selbst in der magischen Welt wieder. Doch dort beginnt für ihn eine ganz neue Prüfung: Er muss lernen, dass Wünsche Konsequenzen haben und dass der Weg zurück in die eigene Welt nur über die wahre Liebe führt.",
      "characterCount": 1256,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-alexander-knoten",
      "title": "Alexander und der Gordische Knoten",
      "category": "Anekdote",
      "difficulty": 6,
      "order": 17,
      "content": "Im Jahre 333 v. Chr. erreichte Alexander der Große mit seinem Heer die Stadt Gordion in Kleinasien. Dort, im Tempel des Zeus, stand ein alter Streitwagen des Königs Gordios. Die Deichsel des Wagens war mit einem kunstvoll verschlungenen Knoten aus Bastseil am Joch befestigt. Über diesen \"Gordischen Knoten\" existierte eine uralte Prophezeiung: Wer es schaffte, diesen Knoten zu lösen, sollte der Herrscher über ganz Asien werden. Viele Könige und Weise hatten es im Laufe der Jahrhunderte versucht, doch niemandem war es gelungen, den Anfang oder das Ende des Seils zu finden. Alexander betrachtete das Wirrsal eine Weile schweigend. Er erkannte, dass man den Knoten mit Geduld nicht lösen konnte. Ohne lange zu zögern, zog er sein Schwert und hieb den Knoten mit einem einzigen, kraftvollen Schlag entzwei. Damit hatte er das Problem auf seine Weise gelöst. Diese Tat wurde als Omen für seinen späteren Sieg über das Perserreich gedeutet. Heute noch gebraucht man den Ausdruck \"den gordischen Knoten durchschlagen\", wenn man ein kompliziertes Problem durch eine entschlossene und unkonventionelle Tat löst.",
      "characterCount": 1185,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-tintenherz",
      "title": "Tintenherz",
      "category": "Roman",
      "difficulty": 6,
      "order": 18,
      "content": "Die zwölfjährige Meggie führt mit ihrem Vater Mortimer, den sie nur Mo nennt, ein ruhiges Leben inmitten von tausenden Büchern. Mo ist Buchbinder und ein wahrer \"Bücherarzt\". Eines Nachts steht ein fremder Mann namens Staubfinger vor ihrem Haus und warnt Mo vor einem Mann namens Capricorn. Meggie erfährt ein unglaubliches Geheimnis: Ihr Vater hat die Gabe, Dinge und Personen aus Büchern herauszulesen, wenn er laut vorliest. Vor neun Jahren las er aus dem Buch \"Tintenherz\" den grausamen Bösewicht Capricorn und seine Schergen in unsere Welt. Im Austausch dafür verschwand Meggies Mutter Resa in den Seiten des Buches. Capricorn will Mos Gabe nutzen, um noch mehr Schrecken in die Welt zu bringen, und jagt ihn nun. Es beginnt eine gefährliche Reise nach Italien, in das befestigte Dorf von Capricorn. Meggie entdeckt dabei, dass sie die gleiche Gabe wie ihr Vater besitzt. Gemeinsam mit der exzentrischen Tante Elinor und dem Autor des Buches, Fenoglio, versuchen sie, die Geschichte zu ändern und Resa zu befreien. Cornelia Funkes Roman ist eine Liebeserklärung an das Lesen und die Macht der Fantasie, in der Worte buchstäblich lebendig werden.",
      "characterCount": 1245,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-daedalus-ikarus",
      "title": "Daedalus und Ikarus",
      "category": "Sage",
      "difficulty": 6,
      "order": 19,
      "content": "Daedalus war der größte Erfinder und Baumeister seiner Zeit. Er hatte für König Minos auf der Insel Kreta das berühmte Labyrinth gebaut, um den Minotaurus einzusperren. Doch Minos wollte den klugen Mann nicht ziehen lassen und hielt ihn und seinen Sohn Ikarus auf der Insel gefangen. Daedalus wusste, dass die Flucht über das Meer unmöglich war, da der König alle Schiffe bewachen ließ. Er blickte zum Himmel und sah den Vögeln zu. \"Minos mag das Land und das Wasser beherrschen\", sprach er, \"doch der Weg durch die Luft steht uns offen.\" Er sammelte Vogelfedern und verband sie kunstvoll mit Faden und Wachs zu vier großen Flügeln. Vor dem Abflug warnte er seinen Sohn eindringlich: \"Flieg immer in der Mitte, Ikarus! Wenn du zu tief fliegst, macht der Dunst des Meeres die Federn schwer. Wenn du zu hoch fliegst, schmilzt die Hitze der Sonne das Wachs.\" Sie erhoben sich in die Lüfte und ließen Kreta hinter sich. Doch Ikarus, berauscht von der Freiheit und dem Gefühl des Fliegens, vergaß die Warnung. Er stieg immer höher, bis er der strahlenden Sonne zu nahe kam. Das Wachs schmolz, die Federn lösten sich, und der Junge stürzte unter den entsetzten Augen seines Vaters ins Meer. Das Meer heißt seitdem Ikarisches Meer.",
      "characterCount": 1285,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade6-siegfried-tod",
      "title": "Siegfrieds Tod",
      "category": "Sage",
      "difficulty": 6,
      "order": 20,
      "content": "Siegfried von Xanten, der Bezwinger des Drachen Fafnir, war durch das Bad im Drachenblut fast unverwundbar geworden. Nur eine einzige Stelle zwischen seinen Schulterblättern, auf die ein Lindenblatt gefallen war, blieb verletzlich. Der finstere Hagen von Tronje, ein Vasall der Burgunderkönige, beneidete Siegfried um seinen Ruhm und den Nibelungenschatz. Er täuschte Siegfrieds Frau Kriemhild vor, er wolle Siegfried im Kampf schützen, und entlockte ihr so das Geheimnis der verwundbaren Stelle. Kriemhild markierte die Stelle mit einem kleinen Kreuz auf Siegfrieds Gewand. Bei einer großen Jagd im Odenwald schlug Hagen einen Wettlauf zu einer kühlen Waldquelle vor. Siegfried, der schnellste aller Helden, erreichte die Quelle zuerst, wartete aber aus Höflichkeit, bis König Gunther getrunken hatte. Als Siegfried sich dann selbst bückte, um aus dem Bach zu trinken, schlich sich Hagen von hinten an. Er stieß seinen Speer mit aller Gewalt genau durch das markierte Kreuz. Tödlich getroffen sank der Held ins Gras, während sein Blut die Blumen rot färbte. Mit seinen letzten Worten klagte er den Verrat an. So endete das Leben des strahlenden Helden durch die Hinterlist eines falschen Freundes.",
      "characterCount": 1265,
      "chineseCharCount": 0
    }
  ]
}
