{
  "grade": "4. Klasse",
  "lessons": [
    {
      "id": "de-grade4-bremer-stadtmusikanten",
      "title": "Die Bremer Stadtmusikanten",
      "category": "Märchen",
      "difficulty": 4,
      "order": 1,
      "content": "Ein Esel, der alt und schwach geworden war, sollte getötet werden. Er lief davon und wollte Stadtmusikant in Bremen werden. Unterwegs traf er einen Hund, der zu alt für die Jagd war. \"Komm mit\", sagte der Esel, \"ich spiele die Laute und du schlägst die Pauke.\" Später trafen sie eine Katze und einen Hahn, die ebenfalls vor ihren Herren geflohen waren. Zu viert gingen sie durch den Wald. Als es Nacht wurde, sahen sie ein hell erleuchtetes Räuberhaus. Sie wollten die Räuber verjagen. Der Esel stellte sich ans Fenster, der Hund sprang auf den Esel, die Katze auf den Hund und der Hahn flog obenauf. Dann machten sie ihre Musik: Der Esel schrie, der Hund bellte, die Katze miaute und der Hahn krähte. Die Räuber erschraken furchtbar vor dem \"Gespenst\" und flohen in den Wald. Die vier Tiere setzten sich an den gedeckten Tisch und aßen sich satt. Es gefiel ihnen so gut darin, dass sie nicht mehr nach Bremen gingen, sondern im Räuberhaus blieben.",
      "characterCount": 956,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-hans-im-glueck",
      "title": "Hans im Glück",
      "category": "Märchen",
      "difficulty": 4,
      "order": 2,
      "content": "Hans hatte sieben Jahre bei seinem Herrn gedient. Als Lohn erhielt er einen Klumpen Gold, so groß wie sein Kopf. Hans machte sich auf den Heimweg zu seiner Mutter. Das Gold war schwer, und als er einen Reiter sah, tauschte er das Gold gegen das Pferd. \"Da muss ich nicht mehr laufen\", dachte Hans. Doch das Pferd warf ihn ab. Ein Bauer kam mit einer Kuh vorbei. Hans tauschte das Pferd gegen die Kuh. \"Nun habe ich immer Milch\", dachte er. Aber die Kuh gab keine Milch. Hans tauschte sie gegen ein Schwein. Das Schwein tauschte er gegen eine Gans, und die Gans schließlich gegen einen Schleifstein. Am Ende fiel ihm der schwere Schleifstein in einen Brunnen. Hans sprang vor Freude auf: \"Ich bin der glücklichste Mensch unter der Sonne! Ich habe keine Last mehr zu tragen.\" Mit leichtem Herzen lief er nach Hause zu seiner Mutter.",
      "characterCount": 841,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-rattenfaenger",
      "title": "Der Rattenfänger von Hameln",
      "category": "Sage",
      "difficulty": 4,
      "order": 3,
      "content": "Im Jahr 1284 litt die Stadt Hameln unter einer großen Rattenplage. Die Tiere waren überall und fraßen alle Vorräte auf. Da kam ein wunderlicher Mann in bunter Kleidung in die Stadt. Er versprach, die Stadt von allen Mäusen und Ratten zu befreien, wenn man ihn gut bezahle. Die Bürger sagten zu. Der Mann zog ein Pfeifchen heraus und spielte eine Melodie. Da kamen alle Ratten und Mäuse aus den Häusern gekrochen und folgten ihm. Er führte sie in die Weser, wo sie alle ertranken. Doch als er seinen Lohn forderte, verweigerten ihm die Bürger das Geld und jagten ihn davon. Der Rattenfänger kam am 26. Juni zurück. Diesmal spielte er eine andere Melodie. Nun kamen nicht die Ratten, sondern alle Kinder der Stadt gelaufen. Sie folgten ihm singend und tanzend zum Stadttor hinaus und verschwanden in einem Berg. Nur zwei Kinder kehrten zurück, weil sie zu langsam waren. Die anderen sah man nie wieder.",
      "characterCount": 913,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-lorelei",
      "title": "Die Lorelei",
      "category": "Sage",
      "difficulty": 4,
      "order": 4,
      "content": "Am Rhein, dort wo der Fluss eng und tief ist, ragt ein hoher Felsen empor: der Loreleifelsen. Man erzählt sich, dass dort oben einst eine wunderschöne Jungfrau saß. Sie hatte goldenes Haar und kämmte es mit einem goldenen Kamm. Dabei sang sie ein Lied, das eine gewaltige und wundersame Melodie hatte. Die Schiffer, die unten auf dem Rhein vorbeifuhren, schauten hinauf zu der schönen Jungfrau und hörten ihrem Gesang zu. Sie achteten nicht mehr auf die gefährlichen Felsenriffe im Wasser. So geschah es, dass viele Boote zerschellten und die Schiffer in den tiefen Fluten des Rheins versanken. Die Lorelei aber kämmte weiter ihr goldenes Haar.",
      "characterCount": 650,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-wilhelm-tell",
      "title": "Wilhelm Tell: Der Apfelschuss",
      "category": "Sage",
      "difficulty": 4,
      "order": 5,
      "content": "In der Schweiz herrschte der grausame Landvogt Gessler. Er ließ auf dem Marktplatz von Altdorf einen Hut auf eine Stange stecken und befahl, dass jeder, der vorüberging, den Hut grüßen müsse wie den Vogt selbst. Wilhelm Tell, ein berühmter Armbrustschütze, ging mit seinem Sohn Walter am Hut vorbei, ohne ihn zu grüßen. Gessler ließ ihn verhaften. \"Du bist ein Meisterschütze\", sagte Gessler höhnisch. \"Ich will deine Kunst sehen. Schieß einen Apfel vom Kopf deines Sohnes. Wenn du triffst, bist du frei. Wenn nicht, musst du sterben.\" Tell war entsetzt, aber er hatte keine Wahl. Er legte einen Pfeil auf seine Armbrust, zielte ruhig und schoss. Der Apfel fiel entzwei geteilt zu Boden. Der Knabe lebte. Gessler fragte Tell, warum er einen zweiten Pfeil eingesteckt habe. \"Hätte ich mein Kind getroffen\", sagte Tell, \"so hätte dieser zweite Pfeil Euch gegolten.\"",
      "characterCount": 875,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-heinzelmaennchen",
      "title": "Die Heinzelmännchen zu Köln",
      "category": "Sage",
      "difficulty": 4,
      "order": 6,
      "content": "Wie war zu Köln es doch vordem mit Heinzelmännchen so bequem! Denn war man faul, man legte sich hin auf die Bank und pflegte sich. Und eh ein Faulpelz noch erwacht, war all sein Tagewerk bereits gemacht. Die Zimmerleute streckten sich hin, da kamen die Geisterlein und sägten und hobelten und zimmerten. Beim Bäcker trugen sie die schweren Säcke und backten das Brot. Beim Metzger hackten sie das Fleisch. Doch die Frau des Schneiders war neugierig. Sie streute Erbsen auf die Treppe, damit die Männlein ausrutschen sollten. In der Nacht kamen die Heinzelmännchen, rutschten auf den Erbsen aus und fielen polternd die Treppe hinunter. Die Frau kam mit dem Licht herbei und sah sie. Da verschwanden die Heinzelmännchen für immer, und nun müssen die Menschen in Köln alles wieder selbst tun.",
      "characterCount": 795,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-frau-holle",
      "title": "Frau Holle",
      "category": "Märchen",
      "difficulty": 4,
      "order": 7,
      "content": "Eine Witwe hatte zwei Töchter: Die eine war schön und fleißig, die andere hässlich und faul. Die Fleißige musste jeden Tag am Brunnen sitzen und spinnen, bis ihr die Finger bluteten. Eines Tages fiel ihr die Spule in den Brunnen. Sie sprang ihr nach und erwachte auf einer schönen Wiese. Sie kam zu einem Backofen voller Brot. \"Zieh uns raus, wir verbrennen!\", rief das Brot. Sie holte es heraus. Dann kam sie zu einem Apfelbaum. \"Schüttle mich, die Äpfel sind alle reif!\", rief der Baum. Sie schüttelte ihn. Schließlich kam sie zum Haus der Frau Holle. Dort half sie im Haushalt und schüttelte die Betten, dass die Federn wie Schneeflocken flogen. Als sie Heimweh bekam, führte Frau Holle sie unter ein großes Tor. Da fiel ein Goldregen auf sie herab, und sie kehrte reich heim. Die faule Schwester wollte das auch. Sie sprang in den Brunnen, half aber weder dem Brot noch dem Apfelbaum. Bei Frau Holle war sie faul. Als sie unter das Tor trat, wurde ein Kessel Pech über ihr ausgegossen. Das Pech blieb an ihr hängen, solange sie lebte.",
      "characterCount": 1051,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-siegfried-drache",
      "title": "Siegfried und der Drache",
      "category": "Sage",
      "difficulty": 4,
      "order": 8,
      "content": "Der junge Königssohn Siegfried war stark und furchtlos. Er hörte von einem schrecklichen Drachen, der in einem dunklen Wald hauste. Siegfried beschloss, das Ungeheuer zu töten. Er schmiedete sich ein scharfes Schwert und ritt in den Wald. Der Drache spie Feuer und Gift, aber Siegfried kämpfte tapfer. Mit einem gewaltigen Hieb stieß er dem Drachen das Schwert ins Herz. Siegfried bemerkte, dass das Drachenblut besondere Kräfte hatte. Er badete darin, und seine Haut wurde hart wie Horn. Keine Waffe konnte ihn mehr verletzen. Doch während er badete, fiel ein Lindenblatt auf seinen Rücken zwischen die Schultern. An dieser einen kleinen Stelle blieb seine Haut verwundbar. Das sollte ihm später zum Verhängnis werden.",
      "characterCount": 718,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-barbarossa",
      "title": "Barbarossa im Kyffhäuser",
      "category": "Sage",
      "difficulty": 4,
      "order": 9,
      "content": "Der alte Kaiser Friedrich Barbarossa ist nicht gestorben. Er sitzt tief im Kyffhäuserberg in Thüringen in einem unterirdischen Schloss. Er sitzt an einem Tisch aus Marmorstein und schläft. Sein roter Bart ist durch den Tisch hindurchgewachsen. Alle hundert Jahre wacht der Kaiser auf und schickt einen Zwerg hinaus, um nachzusehen, ob die Raben noch um den Berg fliegen. Wenn die Raben noch fliegen, muss der Kaiser weitere hundert Jahre schlafen. Aber eines Tages, wenn die Raben nicht mehr fliegen und das Reich in größter Not ist, wird er aufstehen, sein Schild an den Baum hängen und dem Land den Frieden bringen.",
      "characterCount": 615,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-weiber-weinsberg",
      "title": "Die Weiber von Weinsberg",
      "category": "Sage",
      "difficulty": 4,
      "order": 10,
      "content": "Im Jahr 1140 belagerte König Konrad die Burg Weinsberg. Die Männer verteidigten sich tapfer, aber schließlich mussten sie aufgeben. Der König war zornig und wollte alle Männer töten lassen. Den Frauen aber erlaubte er freien Abzug. Er sagte: \"Jede Frau darf mitnehmen, was sie auf ihren Schultern tragen kann.\" Am nächsten Morgen staunte der König nicht schlecht. Das Burgtor öffnete sich, und die Frauen kamen heraus. Aber sie trugen kein Gold oder Silber auf dem Rücken. Jede Frau trug ihren eigenen Ehemann huckepack den Berg hinunter! Die Herzöge des Königs wollten einschreiten, aber der König lachte und sagte: \"Ein Königswort darf man nicht brechen.\" So retteten die treuen Frauen von Weinsberg ihren Männern das Leben.",
      "characterCount": 730,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-rumpelstilzchen",
      "title": "Rumpelstilzchen",
      "category": "Märchen",
      "difficulty": 4,
      "order": 11,
      "content": "Ein Müller behauptete prahlerisch, seine Tochter könne Stroh zu Gold spinnen. Der König sperrte das Mädchen in eine Kammer voller Stroh und drohte ihr mit dem Tod, wenn sie es nicht spänne. Das Mädchen weinte. Da kam ein kleines Männchen und spann das Stroh für ihr Halsband zu Gold. In der zweiten Nacht verlangte es ihren Ring. In der dritten Nacht wollte es ihr erstes Kind, wenn sie Königin würde. Sie wurde Königin und bekam ein Kind. Das Männchen kam zurück. \"Wenn du meinen Namen errätst, darfst du das Kind behalten\", sagte es. Die Königin schickte Boten aus. Einer sah das Männchen im Wald um ein Feuer tanzen und singen: \"Heute back ich, morgen brau ich, übermorgen hol ich der Königin ihr Kind; ach, wie gut, dass niemand weiß, dass ich Rumpelstilzchen heiß!\" Als die Königin den Namen nannte, riss sich das Männchen vor Wut selbst entzwei.",
      "characterCount": 855,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-muenchhausen-pferd",
      "title": "Münchhausen: Das halbierte Pferd",
      "category": "Lügengeschichte",
      "difficulty": 4,
      "order": 12,
      "content": "Baron von Münchhausen erzählte gerne von seinen Abenteuern im Krieg gegen die Türken. Eines Tages, so berichtete er, ritt er in eine eroberte Festung ein. Er ritt zum Marktbrunnen, um sein Pferd zu tränken. Das Pferd soff und soff, aber sein Durst wurde nicht gestillt. Münchhausen wunderte sich. Er drehte sich um und sah zu seinem Schrecken, dass die ganze hintere Hälfte seines Pferdes fehlte! Sie war wohl beim Ritt durch das Festungstor von einem fallenden Gitter sauber abgetrennt worden. Das Wasser lief vorne hinein und hinten einfach wieder heraus. Zum Glück fand er die hintere Hälfte auf einer Wiese bei den Stuten. Er ließ den Wundarzt kommen, der die beiden Hälften mit Lorbeerzweigen wieder zusammennähte. Die Zweige wuchsen an, und so hatte Münchhausen bald eine Laube über seinem Sattel.",
      "characterCount": 809,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-zauberlehrling",
      "title": "Der Zauberlehrling (Nacherzählung)",
      "category": "Geschichte",
      "difficulty": 4,
      "order": 13,
      "content": "Ein alter Hexenmeister ging einmal fort und ließ seinen Lehrling allein zu Hause. Der Lehrling wollte auch einmal zaubern. Er befahl einem alten Besen: \"Lauf zum Fluss, hol Wasser und fülle das Bad!\" Der Besen gehorchte. Er rannte mit Eimern zum Fluss und schüttete Wasser in die Wanne. Bald war die Wanne voll. Der Lehrling rief: \"Steh! Hör auf!\" Aber er hatte den Zauberspruch vergessen, um den Besen zu stoppen. Der Besen lief immer weiter und brachte mehr und mehr Wasser. Das Haus stand bald unter Wasser. In seiner Not nahm der Lehrling ein Beil und schlug den Besen entzwei. Doch oh Schreck! Aus den zwei Teilen wurden zwei Besen, und beide liefen nun und holten Wasser. Endlich kam der Meister zurück. Er rief: \"Besen, Besen! Seid's gewesen!\" Da standen die Besen still. Der Lehrling hatte gelernt: Man soll keine Geister rufen, die man nicht beherrschen kann.",
      "characterCount": 880,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-sieben-schwaben",
      "title": "Die sieben Schwaben",
      "category": "Schwank",
      "difficulty": 4,
      "order": 14,
      "content": "Sieben Schwaben taten sich zusammen, um Abenteuer zu erleben. Sie ließen sich einen einzigen, riesigen Spieß schmieden, den sie alle sieben gemeinsam hielten. Der Tapferste ging voran, die anderen folgten. Im Dämmerlicht sahen sie auf einem Acker ein Ungeheuer sitzen. Es hatte zwei Hörner und starrte sie an. \"Hört ihr, wie es schnaubt?\", flüsterte einer. Sie fassten sich ein Herz, rannten los und stießen mit dem Spieß zu. Doch das Ungeheuer war nur ein großer Hase, der erschrocken davonlief. Später kamen sie an die Mosel. Sie wussten nicht, wie tief sie war. Sie fragten einen Mann am anderen Ufer. Der verstand sie nicht und rief: \"Wat? Wat?\" (Was? Was?). Die Schwaben verstanden \"Wate, wate\" (Wate durch) und sprangen ins Wasser. Sie wären fast alle ertrunken.",
      "characterCount": 782,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-tischlein-deck-dich",
      "title": "Tischlein deck dich",
      "category": "Märchen",
      "difficulty": 4,
      "order": 15,
      "content": "Ein Schneider hatte drei Söhne, die in die Welt zogen. Der Älteste lernte Schreiner und bekam zum Abschied ein Tischlein. Wenn man sagte \"Tischlein, deck dich!\", war es voll mit leckerem Essen. Doch ein böser Wirt stahl es ihm. Der Zweite lernte Müller und bekam einen Esel. Wenn man sagte \"Bricklebrit!\", spie der Esel Goldstücke. Auch er wurde vom Wirt bestohlen. Der Dritte bekam einen Sack mit einem Knüppel darin. Er ging zu dem Wirt und tat so, als habe er einen großen Schatz im Sack. Als der Wirt den Sack öffnen wollte, rief der Sohn: \"Knüppel aus dem Sack!\" Da verprügelte der Knüppel den Wirt so lange, bis er das Tischlein und den Esel herausgab. Die drei Söhne kehrten reich und glücklich zum Vater zurück.",
      "characterCount": 732,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-tapfere-schneiderlein",
      "title": "Das tapfere Schneiderlein",
      "category": "Märchen",
      "difficulty": 4,
      "order": 16,
      "content": "Ein Schneider saß in seiner Stube und aß Musbrot. Fliegen setzten sich darauf. Wütend schlug er mit einem Lappen zu und traf sieben Fliegen auf einmal. Er war stolz und stickte sich einen Gürtel mit der Aufschrift: \"Sieben auf einen Streich!\" Er zog in die Welt hinaus. Alle dachten, er habe sieben Männer erschlagen und fürchteten sich vor ihm. Er traf Riesen, die er durch List besiegte. Dem König versprach er, das Land von Riesen, einem Einhorn und einem Wildschwein zu befreien. Mit Klugheit statt Stärke gelang ihm alles. Er ließ die Riesen gegeneinander kämpfen, fing das Einhorn, indem er es gegen einen Baum rennen ließ, und sperrte das Wildschwein in eine Kapelle. Am Ende bekam er die Königstochter zur Frau und das halbe Königreich.",
      "characterCount": 750,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-fliegende-hollaender",
      "title": "Der fliegende Holländer",
      "category": "Sage",
      "difficulty": 4,
      "order": 17,
      "content": "Es gab einst einen Kapitän, der wollte um das Kap der Guten Hoffnung segeln. Doch ein furchtbarer Sturm tobte. Die Mannschaft flehte ihn an umzukehren. Aber der Kapitän fluchte und schwor: \"Ich werde um das Kap segeln, und wenn ich bis zum Jüngsten Tag segeln muss!\" Zur Strafe für seinen Frevel wurde er beim Wort genommen. Er muss nun als Geist mit seinem Gespensterschiff für immer über die Weltmeere segeln. Sein Schiff hat blutrote Segel und einen schwarzen Mast. Es bringt allen anderen Schiffen Unglück. Nur alle sieben Jahre darf der Kapitän an Land gehen. Wenn er dort eine Frau findet, die ihm treu bleibt bis in den Tod, wird er erlöst sein.",
      "characterCount": 655,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-schildbuerger-krebs",
      "title": "Die Schildbürger und der Krebs",
      "category": "Schwank",
      "difficulty": 4,
      "order": 18,
      "content": "Die Schildbürger fanden eines Tages ein seltsames Tier auf dem Feld. Es hatte Scheren, viele Beine und ging rückwärts. Es war ein Krebs, aber sie hatten noch nie einen gesehen. Sie hielten Rat auf dem Rathausplatz. Der Dorfälteste betrachtete das Tier und sagte ernst: \"Das ist ein Schneider. Seht ihr die Scheren? Er muss den Herzog umgebracht haben, denn er trägt einen schwarzen Trauermantel.\" Sie beschlossen, den \"Mörder\" zu bestrafen und ihn zu ertränken. Sie brachten den Krebs feierlich zum Weiher und warfen ihn hinein. Als der Krebs munter im Wasser davonschwamm, jubelten die Schildbürger: \"Seht, wie er zappelt! Die Strafe geschieht ihm recht.\"",
      "characterCount": 661,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-dornroeschen",
      "title": "Dornröschen",
      "category": "Märchen",
      "difficulty": 4,
      "order": 19,
      "content": "Zur Taufe der Königstochter waren zwölf weise Frauen geladen. Die dreizehnte war vergessen worden. Zornig trat sie herein und verfluchte das Kind: \"An seinem fünfzehnten Geburtstag soll es sich an einer Spindel stechen und sterben.\" Eine andere weise Frau milderte den Fluch: \"Es soll nicht sterben, sondern hundert Jahre schlafen.\" Der König ließ alle Spindeln verbrennen. Doch am fünfzehnten Geburtstag fand das Mädchen eine alte Frau im Turm, die spann. Neugierig fasste sie die Spindel an, stach sich und fiel in einen tiefen Schlaf. Mit ihr schlief das ganze Schloss ein: der König, die Pferde, die Fliegen an der Wand. Eine dornige Hecke wuchs um das Schloss. Nach hundert Jahren kam ein Prinz. Die Hecke verwandelte sich in Rosen. Er ging zum Turm, küsste Dornröschen, und sie erwachte. Da erwachte das ganze Schloss, und sie feierten Hochzeit.",
      "characterCount": 855,
      "chineseCharCount": 0
    },
    {
      "id": "de-grade4-eulenspiegel-erde",
      "title": "Till Eulenspiegel: Wie er Erde kaufte",
      "category": "Schwank",
      "difficulty": 4,
      "order": 20,
      "content": "Einmal wurde Till Eulenspiegel aus einem Land verbannt. Der Herzog verbot ihm streng, je wieder seinen Boden zu betreten. Till zog fort. Nach einiger Zeit kaufte er sich von einem Bauern einen Karren voll Erde. Er setzte sich in den Karren hinein und fuhr zurück in das Land des Herzogs. Als der Herzog ihn sah, ritt er wütend auf ihn zu: \"Habe ich dir nicht verboten, mein Land zu betreten?\" Till lachte und rief aus seinem Karren: \"Gnädiger Herr, ich bin gar nicht auf Eurem Land! Ich sitze hier auf meiner eigenen Erde, die ich ehrlich gekauft und bezahlt habe.\" Der Herzog musste über den Einfall lachen und ließ den Schelm ziehen.",
      "characterCount": 639,
      "chineseCharCount": 0
    }
  ]
}