{
  "grade": "Grade 3",
  "lessons": [
    {
      "id": "english-my-family",
      "title": "My Family",
      "category": "日常",
      "difficulty": 1,
      "order": 1,
      "content": "Hello, my name is Tom. I am a student. I have a happy family.\n\nThere are four people in my family. My father is a doctor. He is tall and strong. My mother is a teacher. She is very kind. I have a little sister. Her name is Lily. She is cute and lovely.\n\nI love my family very much. We are happy every day.",
      "characterCount": 261,
      "chineseCharCount": 0
    },
    {
      "id": "english-my-day",
      "title": "My Day",
      "category": "日常",
      "difficulty": 1,
      "order": 2,
      "content": "I get up at six thirty in the morning. I wash my face and brush my teeth.\n\nI have breakfast at seven o'clock. I go to school at seven thirty.\n\nI have lunch at school at twelve o'clock. I go home at five in the afternoon.\n\nI do my homework at six. I have dinner at seven. I go to bed at nine.\n\nThis is my day. I am very busy but happy.",
      "characterCount": 312,
      "chineseCharCount": 0
    },
    {
      "id": "english-seasons",
      "title": "Four Seasons",
      "category": "写景",
      "difficulty": 1,
      "order": 3,
      "content": "There are four seasons in a year. They are spring, summer, autumn and winter.\n\nIn spring, it is warm. The trees are green. The flowers are beautiful. I like to fly kites in spring.\n\nIn summer, it is hot. I can swim in the water. I like to eat ice cream in summer.\n\nIn autumn, it is cool. The leaves are yellow and red. They fall from the trees.\n\nIn winter, it is cold. It snows. I can make a snowman. It is great fun.\n\nI love all the seasons.",
      "characterCount": 414,
      "chineseCharCount": 0
    },
    {
      "id": "english-hare-tortoise",
      "title": "The Hare and the Tortoise",
      "category": "Fable",
      "difficulty": 3,
      "order": 4,
      "content": "A Hare was making fun of the Tortoise one day for being so slow.\n\"Do you ever get anywhere?\" he asked with a mocking laugh.\n\"Yes,\" replied the Tortoise, \"and I get there sooner than you think. I'll run you a race and prove it.\"\nThe Hare was much amused at the idea of running a race with the Tortoise, but for the fun of the thing he agreed. So the Fox, who had consented to act as judge, marked the distance and started the runners off.\nThe Hare was soon far out of sight, and to make the Tortoise feel very deeply how ridiculous it was for him to try a race with a Hare, he lay down beside the course to take a nap until the Tortoise should catch up.\nThe Tortoise meanwhile kept going slowly but steadily, and, after a time, passed the place where the Hare was sleeping. But the Hare slept on very peacefully; and when at last he did wake up, the Tortoise was near the goal. The Hare now ran his swiftest, but he could not overtake the Tortoise in time.",
      "characterCount": 850,
      "chineseCharCount": 0
    },
    {
      "id": "english-lion-mouse",
      "title": "The Lion and the Mouse",
      "category": "Fable",
      "difficulty": 3,
      "order": 5,
      "content": "A Lion was awakened from sleep by a Mouse running over his face. Rising up angrily, he caught him and was about to kill him, when the Mouse piteously entreated, saying: \"If you would only spare my life, I would be sure to repay your kindness.\"\nThe Lion laughed and let him go. It happened shortly after this that the Lion was caught by some hunters, who bound him by strong ropes to the ground. The Mouse, recognizing his roar, came and gnawed the rope with his teeth, and set him free, exclaiming:\n\"You ridiculed the idea of my ever being able to help you, not expecting to receive from me any repayment of your favor; now you know that it is possible for even a Mouse to confer benefits on a Lion.\"",
      "characterCount": 700,
      "chineseCharCount": 0
    },
    {
      "id": "english-fox-stork",
      "title": "The Fox and the Stork",
      "category": "Fable",
      "difficulty": 3,
      "order": 6,
      "content": "The Fox one day thought of a plan to amuse himself at the expense of the Stork, at whose odd appearance he was always laughing. \"You must come and dine with me today,\" he said to the Stork, smiling to himself at the trick he was going to play. The Stork gladly accepted the invitation and arrived in good time and with a very good appetite.\nFor dinner the Fox served soup. But it was set out in a very shallow dish, and all the Stork could do was to wet the very tip of his bill. Not a drop of soup could he get. But the Fox lapped it up easily, and, to increase the disappointment of the Stork, made a great show of his enjoyment.\nThe hungry Stork was much displeased at the trick, but he was a calm, even-tempered fellow and saw no good in flying into a rage. Instead, not long afterward, he invited the Fox to dine with him in turn. The Fox arrived promptly at the time that had been set, and the Stork served a fish dinner that had a very appetizing smell. But it was served in a tall jar with a very narrow neck. The Stork could easily get at the food with his long bill, but all the Fox could do was to lick the outside of the jar, and sniff at the delicious odor. And when the Fox lost his temper, the Stork said calmly: Do not play tricks on your neighbors unless you can stand the same treatment yourself.",
      "characterCount": 1269,
      "chineseCharCount": 0
    },
    {
      "id": "english-wolf-crane",
      "title": "The Wolf and the Crane",
      "category": "Fable",
      "difficulty": 3,
      "order": 7,
      "content": "A Wolf had been feasting too greedily, and a bone had stuck crosswise in his throat. He could get it neither up nor down, and of course he could not eat a thing. Naturally that was an awful state of affairs for a greedy Wolf. So away he hurried to the Crane. He was sure that she, with her long neck and bill, would easily be able to reach the bone and pull it out. \"I will reward you very handsomely,\" said the Wolf, \"if you pull that bone out for me.\"\nThe Crane, as you can imagine, was very uneasy about putting her head in a Wolf's throat. But she was grasping in nature, so she did what the Wolf asked her to do. When the Wolf felt that the bone was gone, he started to walk away.\n\"But what about my reward!\" called the Crane anxiously.\n\"What!\" snarled the Wolf, whirling around. \"Haven't you got it? Isn't it enough that I let you take your head out of my mouth without snapping it off?\"",
      "characterCount": 907,
      "chineseCharCount": 0
    },
    {
      "id": "english-dog-manger",
      "title": "The Dog in the Manger",
      "category": "Fable",
      "difficulty": 3,
      "order": 8,
      "content": "A Dog asleep in a manger filled with hay, was awakened by the Cattle, which came in tired and hungry from working in the field. But the Dog would not let them get near the manger, and snarled and snapped as if it were filled with the best of meat and bones, all for himself.\n\"The Dog cannot eat the hay,\" said the Ox to his mate, \"and yet he will not let us eat it who are so hungry for it.\"\nNow the farmer came in. When he saw how the Dog was acting, he seized a stick and drove him out of the stable with many a blow for his selfish behavior.",
      "characterCount": 548,
      "chineseCharCount": 0
    },
    {
      "id": "english-milkmaid",
      "title": "The Milkmaid and Her Pail",
      "category": "Fable",
      "difficulty": 3,
      "order": 9,
      "content": "A Milkmaid had been out to milk the cows and was returning from the field with the shining milk pail balanced nicely on her head. As she walked along, her pretty head was busy with plans for the days to come.\n\"This good, rich milk,\" she mused, \"will give me plenty of cream to churn. The butter I make I will take to market, and with the money I get for it I will buy a lot of eggs for hatching. How nice it will be when they are all hatched and the yard is full of fine young chicks. Then when May day comes I will sell them, and with the money I'll buy a lovely new dress to wear to the fair. All the young men will look at me. They will come and try to make love to me, but I shall very quickly send them about their business!\"\nAs she thought of how she would settle that matter, she tossed her head scornfully, and down fell the pail of milk to the ground. And all the milk flowed out, and with it vanished butter and eggs and chicks and new dress and all the milkmaid's pride.",
      "characterCount": 997,
      "chineseCharCount": 0
    },
    {
      "id": "english-belling-cat",
      "title": "Belling the Cat",
      "category": "Fable",
      "difficulty": 3,
      "order": 10,
      "content": "The Mice once called a meeting to decide on a plan to free themselves of their enemy, the Cat. At least they wished to find some way of knowing when she was coming, so they might have time to run away. Indeed, something had to be done, for they lived in such constant fear of her claws that they hardly dared stir from their dens by night or day.\nMany plans were discussed, but none of them was thought good enough. At last a very young Mouse got up and said:\n\"I have a plan that seems very simple, but I know it will be successful. All we have to do is to hang a bell about the Cat's neck. When we hear the bell ringing we will know immediately that our enemy is coming.\"\nAll the Mice were much surprised that they had not thought of such a plan before. But in the midst of the rejoicing over their good fortune an old Mouse arose and said:\n\"I will say that the plan of the young Mouse is very good. But let me ask one question: Who will bell the Cat?\"",
      "characterCount": 966,
      "chineseCharCount": 0
    },
    {
      "id": "english-miller-son-ass",
      "title": "The Miller, His Son, and the Ass",
      "category": "Fable",
      "difficulty": 3,
      "order": 11,
      "content": "A Miller and his Son were driving their Ass to a neighboring fair to sell him. They had not gone far when they met a group of women chatting at a well.\n\"Look there!\" cried one of them. \"Did you ever see such fellows, to be trudging along the road on foot when they might ride?\"\nThe old man hearing this quickly made his son mount the Ass, and continued to walk alongside. Presently they came up to a group of old men in earnest debate.\n\"There!\" said one of them. \"That proves what I was saying. What respect is shown to old age in these days? Do you see that idle lad riding while his old father has to walk? Get down, you scapegrace, and let the old man rest his weary limbs.\"\nUpon this the old man made his son dismount, and got up himself. In this manner they had not proceeded far when they met a company of women and children.\n\"Why, you lazy old fellow!\" cried several tongues at once. \"How can you ride upon the beast, while that poor little lad there can hardly keep pace by the side of you?\"\nThe good-natured Miller immediately took up his son behind him. They had now almost reached the town.\n\"Pray, honest friend,\" said a citizen, \"is that Ass your own?\"\n\"Yes,\" replied the old man.\n\"O, one would not have thought so,\" said the other, \"by the way you load him. Why, you two fellows are better able to carry the poor beast than he you!\"\n\"Anything to please you,\" said the old man, \"we can but try.\"\nSo, alighting with his son, they tied the legs of the Ass together and by the help of a pole endeavored to carry him on their shoulders over a bridge that led to the town. This was so entertaining a sight that the people ran out in crowds to laugh at it; till the Ass, not liking the noise nor his situation, kicked asunder the cords that bound him, and, tumbling off the pole, fell into the river. Upon this the old man, vexed and ashamed, made the best of his way home again, convinced that by trying to please everybody he had pleased nobody, and lost his Ass into the bargain.",
      "characterCount": 1944,
      "chineseCharCount": 0
    },
    {
      "id": "english-frog-prince",
      "title": "The Frog Prince",
      "category": "Story",
      "difficulty": 3,
      "order": 12,
      "content": "One fine evening a young princess went out to take a walk by herself in a wood; and when she came to a cool spring of water with a rose in the middle of it, she sat herself down to rest a while. Now she had a golden ball in her hand, which was her favourite plaything; and she was always tossing it up into the air, and catching it again as it fell. After a time she threw it up so high that she missed catching it as it fell; and the ball bounded away, and rolled along upon the ground, till at last it fell down into the spring. The princess looked into the spring after her ball, but it was very deep, so deep that she could not see the bottom of it. She began to cry, and said, \"Alas! if I could only get my ball again, I would give all my fine clothes and jewels, and everything that I have in the world.\"\nWhile she was speaking, a frog put its head out of the water, and said, \"Princess, why do you weep so bitterly?\" \"Alas!\" said she, \"what can you do for me, you nasty frog? My golden ball has fallen into the spring.\" The frog said, \"I do not want your pearls, and jewels, and fine clothes; but if you will love me, and let me live with you and eat from your golden plate, and sleep on your bed, I will bring you your ball again.\"",
      "characterCount": 1187,
      "chineseCharCount": 0
    },
    {
      "id": "english-rapunzel",
      "title": "Rapunzel",
      "category": "Story",
      "difficulty": 3,
      "order": 13,
      "content": "There were once a man and a woman who had long in vain wished for a child. At length the woman hoped that God was about to grant her desire. These people had a little window at the back of their house from which a splendid garden could be seen, which was full of the most beautiful flowers and herbs. It was, however, surrounded by a high wall, and no one dared to go into it because it belonged to an enchantress, who had great power and was dreaded by all the world.\nOne day the woman was standing by this window and looking down into the garden, when she saw a bed which was planted with the most beautiful rampion (rapunzel), and it looked so fresh and green that she longed for it. This desire increased every day, and as she knew that she could not get any of it, she quite pined away, and looked pale and miserable. Then her husband was alarmed, and asked, \"What ails you, dear wife?\" \"Ah,\" she replied, \"if I can't eat some of the rampion, which is in the garden behind our house, I shall die.\" The man, who loved her, thought, \"Sooner than let your wife die, bring her some of the rampion yourself, let it cost what it will.\"",
      "characterCount": 1095,
      "chineseCharCount": 0
    },
    {
      "id": "english-hansel-gretel",
      "title": "Hansel and Gretel",
      "category": "Story",
      "difficulty": 3,
      "order": 14,
      "content": "Hard by a great forest dwelt a poor wood-cutter with his wife and his two children. The boy was called Hansel and the girl Gretel. He had little to bite and to break, and once when great dearth fell on the land, he could no longer procure even daily bread. Now when he thought over this by night in his bed, and tossed about in his anxiety, he groaned and said to his wife: \"What is to become of us? How are we to feed our poor children, when we no longer have anything even for ourselves?\" \"I'll tell you what, husband,\" answered the woman, \"early tomorrow morning we will take the children out into the forest to where it is the thickest; there we will light a fire for them, and give each of them one more piece of bread, and then we will go to our work and leave them alone. They will not find the way home again, and we shall be rid of them.\" \"No, wife,\" said the man, \"I will not do that; how can I bear to leave my children alone in the forest?--the wild animals would soon come and tear them to pieces.\" \"O, you fool!\" said she, \"then we must all four die of hunger, you may as well plane the planks for our coffins,\" and she left him no peace until he consented.",
      "characterCount": 1137,
      "chineseCharCount": 0
    },
    {
      "id": "english-jack-beanstalk",
      "title": "Jack and the Beanstalk",
      "category": "Story",
      "difficulty": 3,
      "order": 15,
      "content": "There was once upon a time a poor widow who had an only son named Jack, and a cow named Milky-white. And all they had to live on was the milk the cow gave every morning which they carried to the market and sold. But one morning Milky-white gave no milk and they didn't know what to do.\n\"What shall we do, what shall we do?\" said the widow, wringing her hands.\n\"Cheer up, mother, I'll go and get work somewhere,\" said Jack.\n\"We've tried that before, and nobody would take you,\" said his mother; \"we must sell Milky-white and with the money start shop, or something.\"\n\"All right, mother,\" says Jack; \"it's market-day today, and I'll soon sell Milky-white, and then we'll see what we can do.\"\nSo he took the cow's halter in his hand, and off he started. He hadn't gone far when he met a funny-looking old man who said to him: \"Good morning, Jack.\"\n\"Good morning to you,\" said Jack, and wondered how he knew his name.\n\"Well, Jack, and where are you off to?\" said the man.\n\"I'm going to market to sell our cow here.\"\n\"Oh, you look the proper sort of chap to sell cows,\" said the man; \"I wonder if you know how many beans make five.\"\n\"Two in each hand and one in your mouth,\" says Jack, as sharp as a needle.",
      "characterCount": 1113,
      "chineseCharCount": 0
    },
    {
      "id": "english-aladdin",
      "title": "Aladdin and the Wonderful Lamp",
      "category": "Story",
      "difficulty": 3,
      "order": 16,
      "content": "There once lived a poor tailor, who had a son called Aladdin, a careless, idle boy who would do nothing but play all day long in the streets with little idle boys like himself. This so grieved the father that he died; yet, in spite of his mother's tears and prayers, Aladdin did not mend his ways. One day, when he was playing in the streets as usual, a stranger asked him his age, and if he was not the son of Mustapha the tailor. \"I am, sir,\" replied Aladdin; \"but he died a long while ago.\" On this the stranger, who was a famous African magician, fell on his neck and kissed him, saying: \"I am your uncle, and knew you from your likeness to my brother. Go to your mother and tell her I am coming.\" Aladdin ran home and told his mother of his newly found uncle. \"Indeed, child,\" she said, \"your father had a brother, but I always thought he was dead.\" However, she prepared supper, and bade Aladdin seek his uncle, who came laden with wine and fruit. He presently fell down and kissed the place where Mustapha used to sit, bidding Aladdin's mother not to be surprised at not having seen him before, as he had been forty years out of the country.",
      "characterCount": 1116,
      "chineseCharCount": 0
    },
    {
      "id": "english-cinderella",
      "title": "Cinderella",
      "category": "Story",
      "difficulty": 3,
      "order": 17,
      "content": "There was once a worthy gentleman who took for his second wife the haughtiest and proudest woman that had ever been seen. She had two daughters of her own temper and humor, who were exactly like her in all things. He had likewise, by another wife, a young daughter, but of unparalleled goodness and sweetness of temper, which she took from her mother, who was the best creature in the world.\nNo sooner were the ceremonies of the wedding over but the mother-in-law began to show herself in her true colors. She could not bear the good qualities of this pretty girl, and the less because they made her own daughters appear the more odious. She employed her in the meanest work of the house: she scoured the dishes, tables, etc., and scrubbed madam's chamber, and those of misses, her daughters; she lay up in a sorry garret, upon a wretched straw bed, while her sisters lay in fine rooms, with floors all inlaid, upon beds of the very newest fashion, and where they had looking-glasses so large that they might see themselves at their full length from head to foot.\nThe poor girl bore all patiently, and dared not tell her father, who would have rattled her off; for his wife governed him entirely. When she had done her work, she used to go into the chimney-corner, and sit down among cinders and ashes, which made her commonly be called Cinderwench; but the youngest, who was not so rude and uncivil as the eldest, called her Cinderella.",
      "characterCount": 1390,
      "chineseCharCount": 0
    },
    {
      "id": "english-snow-white",
      "title": "Snow White",
      "category": "Story",
      "difficulty": 3,
      "order": 18,
      "content": "It was the middle of winter, and the snow-flakes were falling like feathers from the sky, and a queen sat at her window working, and her embroidery-frame was of ebony. And as she worked, gazing at times out on the snow, she pricked her finger, and there fell from it three drops of blood on the snow. And when she saw how bright and red it looked, she said to herself, \"Oh that I had a child as white as snow, as red as blood, and as black as the wood of the embroidery frame!\"\nNot very long after she had a daughter, with a skin as white as snow, lips as red as blood, and hair as black as ebony, and she was named Snow-drop. And when she was born the queen died.\nAfter a year had gone by the king took another wife, a beautiful woman, but proud and overbearing, and she could not bear to be surpassed in beauty by any one. She had a magic looking-glass, and she used to stand before it, and look in it, and say:\n\"Mirror, mirror on the wall,\nWho is the fairest of us all?\"\nAnd the glass answered:\n\"Queen, thou art the fairest of them all.\"",
      "characterCount": 1024,
      "chineseCharCount": 0
    },
    {
      "id": "english-sleeping-beauty",
      "title": "Sleeping Beauty",
      "category": "Story",
      "difficulty": 3,
      "order": 19,
      "content": "A long time ago there were a King and Queen who said every day, \"Ah, if only we had a child!\" but they never had one. But it happened that once when the Queen was bathing, a frog crept out of the water on to the land, and said to her, \"Your wish shall be fulfilled; before a year has gone by, you shall have a daughter.\"\nWhat the frog had said came true, and the Queen had a little girl who was so pretty that the King could not contain himself for joy, and ordered a great feast. He invited not only his kindred, friends and acquaintance, but also the Wise Women, in order that they might be kind and well-disposed towards the child. There were thirteen of them in his kingdom, but, as he had only twelve golden plates for them to eat out of, one of them had to be left at home.",
      "characterCount": 776,
      "chineseCharCount": 0
    },
    {
      "id": "english-beauty-beast",
      "title": "Beauty and the Beast",
      "category": "Story",
      "difficulty": 3,
      "order": 20,
      "content": "There was once a rich merchant, who had six children, three sons and three daughters; being a man of sense, he spared no cost for their education, but gave them all kinds of masters. His daughters were extremely handsome, especially the youngest. When she was little everybody admired her, and called her \"The little Beauty;\" so that, as she grew up, she still went by the name of Beauty, which made her sisters very jealous.\nThe youngest, as she was handsomer, was also better than her sisters. The two eldest had a great deal of pride, because they were rich. They gave themselves ridiculous airs, and would not visit other merchants' daughters, nor keep company with any but persons of quality. They went out every day to parties of pleasure, balls, plays, concerts, and so forth, and laughed at their youngest sister, because she spent the greatest part of her time in reading good books.",
      "characterCount": 877,
      "chineseCharCount": 0
    }
  ]
}