{
  "grade": "Grade 2",
  "lessons": [
    {
      "id": "english-tortoise-hare",
      "title": "The Tortoise and the Hare",
      "category": "Fable",
      "difficulty": 2,
      "order": 1,
      "content": "The Hare was once boasting of his speed before the other animals. \"I have never yet been beaten,\" said he, \"when I put forth my full speed. I challenge any one here to race with me.\"\nThe Tortoise said quietly, \"I accept your challenge.\"\n\"That is a good joke,\" said the Hare; \"I could dance round you all the way.\"\n\"Keep your boasting till you've beaten,\" answered the Tortoise. \"Shall we race?\"\nSo a course was fixed and a start was made. The Hare darted almost out of sight at once, but soon stopped and, to show his contempt for the Tortoise, lay down to have a nap. The Tortoise plodded on and plodded on, and when the Hare awoke from his nap, he saw the Tortoise just near the winning-post and could not run up in time to save the race. Then said the Tortoise: \"Plodding wins the race.\"",
      "characterCount": 776,
      "chineseCharCount": 0
    },
    {
      "id": "english-boy-wolf",
      "title": "The Boy Who Cried Wolf",
      "category": "Fable",
      "difficulty": 2,
      "order": 2,
      "content": "A Shepherd Boy tended his master's sheep near a dark forest not far from the village. Soon he found life in the pasture very dull. All he could do to amuse himself was to talk to his dog or blow on his shepherd's pipe.\nOne day as he sat watching the sheep and the quiet forest, and thinking what he would do should he see a Wolf, he thought of a plan to amuse himself.\nHis master had told him to call for help should a Wolf attack the flock, and the Villagers would drive it away. So now, though there was not a Wolf in sight, he started shouting, \"Wolf! Wolf!\"\nThe Villagers came running to help the boy and save their sheep. But when they arrived they saw no Wolf. The boy laughed at the sight of their angry faces.\nLater the Wolf really did come. The boy shouted, \"Wolf! Wolf!\" But the Villagers thought he was fooling them again, and so they didn't come. The Wolf made a good meal of the boy's flock.",
      "characterCount": 907,
      "chineseCharCount": 0
    },
    {
      "id": "english-fox-grapes",
      "title": "The Fox and the Grapes",
      "category": "Fable",
      "difficulty": 2,
      "order": 3,
      "content": "One afternoon a Fox was walking through the forest and spotted a bunch of grapes hanging from over a lofty branch. \"Just the thing to quench my thirst,\" quoth he.\nTaking a few steps back, the Fox jumped and just missed the hanging grapes. Again the Fox took a few paces back and tried to reach them but still failed.\nFinally, giving up, the Fox turned up his nose and said, \"They're probably sour anyway,\" and proceeded to walk away.",
      "characterCount": 435,
      "chineseCharCount": 0
    },
    {
      "id": "english-goose-golden-egg",
      "title": "The Goose and the Golden Egg",
      "category": "Fable",
      "difficulty": 2,
      "order": 4,
      "content": "There was once a Countryman who possessed the most wonderful Goose you can imagine, for every day when he visited the nest, the Goose had laid a beautiful, glittering, golden egg.\nThe Countryman took the eggs to market and soon began to get rich. But it was not long before he grew impatient with the Goose because she gave him only a single egg a day. He was not getting rich fast enough.\nThen one day, after he had finished counting his money, the idea came to him that he could get all the golden eggs at once by killing the Goose and cutting it open. But when the deed was done, not a single golden egg did he find, and his precious Goose was dead.",
      "characterCount": 655,
      "chineseCharCount": 0
    },
    {
      "id": "english-wind-sun",
      "title": "The Wind and the Sun",
      "category": "Fable",
      "difficulty": 2,
      "order": 5,
      "content": "The North Wind and the Sun had a quarrel about which of them was the stronger. While they were disputing with much heat and bluster, a Traveler passed along the road wrapped in a cloak.\n\"Let us agree,\" said the Sun, \"that he is the stronger who can strip that Traveler of his cloak.\"\n\"Very well,\" growled the North Wind, and at once sent a cold, howling blast against the Traveler.\nWith the first gust of wind the ends of the cloak whipped about the Traveler's body. But he immediately wrapped it closely around him, and the harder the Wind blew, the tighter he held it to him. The North Wind tore angrily at the cloak, but all his efforts were in vain.\nThen the Sun began to shine. At first his beams were gentle, and in the pleasant warmth after the bitter cold of the North Wind, the Traveler unfastened his cloak and let it hang loosely from his shoulders. The Sun's rays grew warmer and warmer. The man took off his cap and mopped his brow. At last he became so heated that he pulled off his cloak, and, to escape the blazing sunshine, threw himself down in the welcome shade of a tree by the roadside.",
      "characterCount": 1133,
      "chineseCharCount": 0
    },
    {
      "id": "english-town-country-mouse",
      "title": "The Town Mouse and the Country Mouse",
      "category": "Fable",
      "difficulty": 2,
      "order": 6,
      "content": "A Town Mouse once visited a relative who lived in the country. For lunch the Country Mouse served wheat stalks, roots, and acorns, with a dash of cold water for drink. The Town Mouse ate very sparingly, nibbling a little of this and a little of that, and by her manner making it very plain that she ate the simple food only to be polite.\nAfter the meal the friends had a long talk, or rather the Town Mouse talked about her life in the city while the Country Mouse listened. They then went to bed in a cozy nest in the hedgerow and slept in quiet and comfort until morning. In her sleep the Country Mouse dreamed she was a Town Mouse with all the luxuries and delights of city life that her friend had described for her. So the next day when the Town Mouse asked the Country Mouse to go home with her to the city, she gladly said yes.\nWhen they reached the mansion in which the Town Mouse lived, they found on the table in the dining room the leavings of a very fine banquet. There were sweetmeats and jellies, pastries, delicious cheeses, indeed, the most tempting foods that a Mouse can imagine. But just as the Country Mouse was about to nibble a dainty bit of pastry, she heard a Cat mew loudly and scratch at the door. In great fear the Mice scurried to a hiding place, where they lay quite still for a long time, hardly daring to breathe. When at last they ventured back to the feast, the door opened suddenly and in came the servants to clear the table, followed by the House Dog.\nThe Country Mouse stopped in the Town Mouse's den only long enough to pick up her carpet bag and umbrella.\n\"You may have your luxuries and dainties that I have not,\" she said as she hurried away, \"but I prefer my plain food and simple life in the country with the peace and security that go with it.\"",
      "characterCount": 1782,
      "chineseCharCount": 0
    },
    {
      "id": "english-fox-crow",
      "title": "The Fox and the Crow",
      "category": "Fable",
      "difficulty": 2,
      "order": 7,
      "content": "A Fox once saw a Crow fly off with a piece of cheese in its beak and settle on a branch of a tree.\n\"That's for me, as I am a Fox,\" said Master Reynard, and he walked up to the foot of the tree.\n\"Good-day, Mistress Crow,\" he cried. \"How well you are looking today: how glossy your feathers; how bright your eye. I feel sure your voice must surpass that of other birds, just as your figure does; let me hear but one song from you that I may greet you as the Queen of Birds.\"\nThe Crow lifted up her head and began to caw her best, but the moment she opened her mouth the piece of cheese fell to the ground, only to be snapped up by Master Fox.\n\"That will do,\" he said. \"That was all I wanted. In exchange for your cheese I will give you a piece of advice for the future: 'Do not trust flatterers.'\"",
      "characterCount": 809,
      "chineseCharCount": 0
    },
    {
      "id": "english-wolf-sheep-clothing",
      "title": "The Wolf in Sheep's Clothing",
      "category": "Fable",
      "difficulty": 2,
      "order": 8,
      "content": "A Wolf found great difficulty in getting at the sheep owing to the vigilance of the shepherd and his dogs. But one day it found the skin of a sheep that had been flayed and thrown aside, so it put it on over its own pelt and strolled down among the sheep. The Lamb that belonged to the sheep, whose skin the Wolf was wearing, began to follow the Wolf in the Sheep's clothing; so, leading the Lamb a little apart, he soon made a meal off her, and for some time he succeeded in deceiving the sheep, and enjoying hearty meals.",
      "characterCount": 526,
      "chineseCharCount": 0
    },
    {
      "id": "english-ant-grasshopper",
      "title": "The Ant and the Grasshopper",
      "category": "Fable",
      "difficulty": 2,
      "order": 9,
      "content": "In a field one summer's day a Grasshopper was hopping about, chirping and singing to its heart's content. An Ant passed by, bearing along with great toil an ear of corn he was taking to the nest.\n\"Why not come and chat with me,\" said the Grasshopper, \"instead of toiling and moiling in that way?\"\n\"I am helping to lay up food for the winter,\" said the Ant, \"and recommend you to do the same.\"\n\"Why bother about winter?\" said the Grasshopper; \"we have got plenty of food at present.\"\nBut the Ant went on its way and continued its toil. When the winter came the Grasshopper had no food and found itself dying of hunger, while it saw the ants distributing every day corn and grain from the stores they had collected in the summer. Then the Grasshopper knew: It is best to prepare for the days of necessity.",
      "characterCount": 811,
      "chineseCharCount": 0
    },
    {
      "id": "english-lion-mouse-full",
      "title": "The Lion and the Mouse (Full)",
      "category": "Fable",
      "difficulty": 2,
      "order": 10,
      "content": "A Lion lay asleep in the forest, his great head resting on his paws. A timid little Mouse came upon him unexpectedly, and in her fright and haste to get away, ran across the Lion's nose. Roused from his nap, the Lion laid his huge paw angrily on the tiny creature to kill her.\n\"Spare me!\" begged the poor Mouse. \"Please let me go and some day I will surely repay you.\"\nThe Lion was much amused to think that a Mouse could ever help him. But he was generous and finally let the Mouse go.\nSome days later, while stalking his prey in the forest, the Lion was caught in the toils of a hunter's net. Unable to free himself, he filled the forest with his angry roaring. The Mouse knew the voice and quickly found the Lion struggling in the net. Running to one of the great ropes that bound him, she gnawed it until it parted, and soon the Lion was free.\n\"You laughed when I said I would repay you,\" said the Mouse. \"Now you see that even a Mouse can help a Lion.\"",
      "characterCount": 971,
      "chineseCharCount": 0
    },
    {
      "id": "english-gingerbread-man",
      "title": "The Gingerbread Man",
      "category": "Story",
      "difficulty": 2,
      "order": 11,
      "content": "One day, an old woman made a gingerbread man. When she opened the oven, the gingerbread man jumped out and ran away. The old woman and her husband ran after him, but they could not catch him. The gingerbread man shouted, \"Run, run, as fast as you can! You can't catch me, I'm the gingerbread man!\"\nHe ran past a cow, a horse, and a pig. They all wanted to eat him, but he ran faster than them all.\nThen he met a fox. The fox said, \"I don't want to eat you. I can help you cross the river.\" The gingerbread man jumped on the fox's tail. The water got deeper, so he jumped on the fox's back. Then he jumped on the fox's nose. SNAP! The fox ate the gingerbread man.",
      "characterCount": 668,
      "chineseCharCount": 0
    },
    {
      "id": "english-chicken-little",
      "title": "Chicken Little",
      "category": "Story",
      "difficulty": 2,
      "order": 12,
      "content": "One day Chicken Little was walking in the woods when an acorn fell on her head. \"The sky is falling!\" she cried. She ran to tell the king.\nOn her way, she met Henny Penny. \"The sky is falling!\" said Chicken Little. \"I am going to tell the king.\"\nThey met Ducky Lucky and Goosey Loosey. They all ran together.\nThen they met Foxy Loxy. \"Where are you going?\" asked the fox. \"To tell the king the sky is falling,\" they said.\n\"Come with me,\" said the fox. \"I know a shortcut.\" He led them into his den, and they were never seen again.",
      "characterCount": 541,
      "chineseCharCount": 0
    },
    {
      "id": "english-little-red-hen",
      "title": "The Little Red Hen",
      "category": "Story",
      "difficulty": 2,
      "order": 13,
      "content": "The Little Red Hen found some grains of wheat. \"Who will help me plant this wheat?\" she asked.\n\"Not I,\" said the Dog.\n\"Not I,\" said the Cat.\n\"Not I,\" said the Pig.\n\"Then I will do it myself,\" said the Little Red Hen. And she did.\nWhen the wheat was grown, she asked, \"Who will help me cut this wheat?\"\n\"Not I,\" said the Dog. \"Not I,\" said the Cat. \"Not I,\" said the Pig.\n\"Then I will do it myself,\" she said. And she did.\nWhen the bread was baked, she asked, \"Who will help me eat this bread?\"\n\"I will!\" said the Dog. \"I will!\" said the Cat. \"I will!\" said the Pig.\n\"No, you will not,\" said the Little Red Hen. \"I will eat it myself.\" And she did.",
      "characterCount": 673,
      "chineseCharCount": 0
    },
    {
      "id": "english-ugly-duckling-short",
      "title": "The Ugly Duckling",
      "category": "Story",
      "difficulty": 2,
      "order": 14,
      "content": "A mother duck had some eggs. One by one, they hatched. The last egg was very big. When it hatched, a strange gray bird came out. \"He is ugly,\" said the other animals.\nThe poor duckling was very sad. He ran away. He spent a cold winter alone in the reeds. When spring came, he saw some beautiful white birds flying. He flew to join them. He looked at his reflection in the water. He was not an ugly duckling anymore. He was a beautiful white swan!",
      "characterCount": 451,
      "chineseCharCount": 0
    },
    {
      "id": "english-zoo-day",
      "title": "A Day at the Zoo",
      "category": "Life",
      "difficulty": 2,
      "order": 15,
      "content": "Yesterday, my class went to the zoo. We saw many animals. First, we visited the monkeys. They were jumping from tree to tree. They were very funny. Then, we saw the lions. The lion is the king of the jungle. He has a loud roar. We also saw elephants. They have long trunks and big ears. My favorite animal was the giraffe. It has a very long neck. We had lunch at the zoo park. It was a wonderful day.",
      "characterCount": 405,
      "chineseCharCount": 0
    },
    {
      "id": "english-summer-vacation",
      "title": "My Summer Vacation",
      "category": "Life",
      "difficulty": 2,
      "order": 16,
      "content": "Last summer, my family went to the beach. We stayed in a nice hotel by the sea. Every morning, I woke up early to watch the sunrise. The sky was pink and orange. During the day, we swam in the ocean and played in the sand. I built a big sandcastle with my brother. We collected many seashells. In the evening, we ate delicious seafood. I love summer vacation because I can relax and have fun with my family.",
      "characterCount": 412,
      "chineseCharCount": 0
    },
    {
      "id": "english-helping-home",
      "title": "Helping at Home",
      "category": "Life",
      "difficulty": 2,
      "order": 17,
      "content": "I like to help my parents at home. On Saturdays, I clean my room. I put my toys in the box and make my bed. I also help my mom in the kitchen. I wash the vegetables and set the table for dinner. Sometimes, I help my dad wash the car. He gives me the hose, and I spray the water. It is fun! Helping makes me feel good because I am part of the family.",
      "characterCount": 353,
      "chineseCharCount": 0
    },
    {
      "id": "english-our-garden",
      "title": "Our Garden",
      "category": "Nature",
      "difficulty": 2,
      "order": 18,
      "content": "We have a small garden in our backyard. My mom loves flowers. She plants roses, tulips, and daisies. The roses are red and smell sweet. My dad plants vegetables. We have tomatoes, carrots, and lettuce. I have my own little patch where I plant sunflowers. I water them every day. It is amazing to watch them grow from tiny seeds into tall plants. Birds and butterflies like to visit our garden too.",
      "characterCount": 399,
      "chineseCharCount": 0
    },
    {
      "id": "english-beach-day",
      "title": "The Beach",
      "category": "Nature",
      "difficulty": 2,
      "order": 19,
      "content": "The beach is a fun place to be. The sand is soft and warm. The ocean water is salty and blue. I like to listen to the sound of the waves crashing on the shore. Sometimes I find crabs running on the sand. Seagulls fly high in the sky. When the sun goes down, the sky turns beautiful colors. I always feel happy when I am at the beach.",
      "characterCount": 334,
      "chineseCharCount": 0
    },
    {
      "id": "english-camping-trip",
      "title": "Camping Trip",
      "category": "Life",
      "difficulty": 2,
      "order": 20,
      "content": "My family went camping in the mountains. We slept in a tent. It was exciting to sleep outside. At night, we made a campfire. We roasted marshmallows and told stories. The stars were very bright in the sky. We heard owls hooting in the trees. In the morning, we went hiking on a trail. We saw a deer and a squirrel. Camping is a great adventure.",
      "characterCount": 348,
      "chineseCharCount": 0
    }
  ]
}