{
    "grade": "5年生",
    "lessons": [
        {
            "id": "jp-grade5-kumonoito",
            "title": "蜘蛛の糸（芥川龍之介）",
            "category": "物語",
            "difficulty": 5,
            "order": 1,
            "content": "ある日の事でございます。\n御釈迦様（おしゃかさま）は極楽（ごくらく）の蓮池（はすいけ）のふちを、独りでぶらぶら御歩きになっていらっしゃいました。\n池の中に咲いている蓮（はす）の花は、みんな玉のようにまっ白で、そのまん中にある金色（きんいろ）の蕊（ずい）からは、何とも云えない好い匂（にお）いが、絶間（たえま）なくあたりへ溢（あふ）れて居ります。\n極楽は丁度朝なのでございましょう。\nやがて御釈迦様は、その池のふちに御佇（おたたず）みになって、水の面（おもて）を蔽（おお）っている蓮の葉の間から、ふと下の様子を御覧になりました。\nこの極楽の蓮池の下は、丁度地獄（じごく）の底に当っておりますから、水晶（すいしょう）のような水を透き徹（とお）して、三途（さんず）の河（かわ）や針の山（やま）の景色が、丁度覗（のぞ）き眼鏡（めがね）を見るように、はっきりと見えるのでございます。\nするとその地獄の底に、カンダタという男が一人、ほかの罪人（ざいにん）と一しょに蠢（うごめ）いている姿が、御眼に止まりました。\nこのカンダタという男は、人を殺したり家に火をつけたり、いろいろ悪事を働いた大泥棒（おおどろぼう）でございますが、それでもたった一つ、善い事を致した覚えがございます。\nと申しますのは、ある時この男が深い林の中を通りますと、小さな蜘蛛（くも）が一匹、路ばたを這（は）って行くのが見つかりました。\nそこでカンダタは早速足を挙げて、踏み殺そうと致しましたが、「いや、いや、これも小さいながら、命のあるものに違いない。その命を無暗（むやみ）にとると云う事は、幾ら何でも可哀そうだ。」と、こう急に思い返して、とうとうその蜘蛛を殺さずに助けてやったからでございます。\n御釈迦様は地獄の様子を御覧になりながら、このカンダタには蜘蛛を助けた事があるのを御思い出しになりました。\nそうしてそれだけの善い事をした報（むく）いには、出来るなら、この男を地獄から救い出してやろうと御考えになりました。\n幸い、側（そば）を見ますと、翡翠（ひすい）のような色をした蓮の葉の上に、極楽の蜘蛛が一匹、美しい銀色の糸をかけて居ります。\n御釈迦様はその蜘蛛の糸をそっと御手にお取りになって、玉のような白蓮（しらハス）の間から、遥か下にある地獄の底へ、まっすぐにそれを御下しなさいました。",
            "characterCount": 900,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-toshishun",
            "title": "杜子春（芥川龍之介）",
            "category": "物語",
            "difficulty": 5,
            "order": 2,
            "content": "或（ある）春の日暮（ひぐ）れです。\n唐（とう）の都洛陽（らくよう）の西の門の下に、ぼんやり空を仰いでいる一人の若者がありました。\n若者の名は杜子春（とししゅん）と云って、元は金持の息子でしたが、今は財産を費（つか）い尽して、その日の暮しにも困る位、哀れな身分になっているのです。\n「ああ、誰か俺を助けてくれないかなあ。」\n杜子春がこう独り言を言っていますと、何処（どこ）からやって来たか、片眼（かため）眇（すがめ）の老人が一人、彼の前へ足を止めました。\n「お前は何を考えているのだ。」\n老人は尊大（そんだい）に問いかけました。\n「私は今夜寝る所もないので、どうしたものかと考えているのです。」\n「そうか。それは可哀そうだな。では俺がいい事を教えてやろう。今、この夕日の中に立って、お前の影が地に映ったら、その頭の所を夜中に掘って見るが好（い）い。きっと車一杯の黄金（おうごん）が埋まっている筈（はず）だから。」\n「本当ですか。」\n杜子春は驚いて、伏目（ふしめ）になっていた眼を挙げました。\nが、不思議な事には、あの老人は何処へ行ってしまったか、もう影も形もありませんでした。\n杜子春は、その夜、老人の教えた通り、自分の影の頭に当る所を掘って見ました。\nすると成程（なるほど）大きな甕（かめ）の中に、黄金がぎっしり詰っているではありませんか。\n杜子春は忽（たちま）ち洛陽の都でも、唯一（ゆいいつ）と云われる大金持になりました。\nそれからの杜子春は、毎日贅沢（ぜいたく）な暮しを始めました。\n立派な家を建てたり、美しい着物を着たり、珍しい御馳走（ごちそう）を食べたり、まあ、人間として出来るだけの贅沢をしたのです。\nしかし、幾ら金があっても、使う一方では、何時（いつ）か無くなる時が来ます。\n杜子春の財産も、一年二年と経（た）つ内に、だんだん減って行きました。\nそして三年目の春には、とうとう一文無しになってしまいました。\n杜子春はまた、元の通り、洛陽の西の門の下に立って、ぼんやり空を仰いでいました。\n「ああ、誰か俺を助けてくれないかなあ。」\nするとまた、あの片眼眇の老人がやって来ました。\n「お前は何を考えているのだ。」\n「私は今夜寝る所もないので、どうしたものかと考えているのです。」\n「そうか。それは可哀そうだな。では俺がまたいい事を教えてやろう。」\n老人は前と同じように、黄金の埋まっている場所を教えてくれました。\n杜子春はまた大金持になりました。\nしかし、今度もまた三年経つと、すっかり財産を使い果してしまいました。\n杜子春は三度（さんど）、西の門の下に立っていました。\nそこへまた、あの老人がやって来ました。\n「お前は何を考えているのだ。」\n「私は・・・」\n杜子春は恥ずかしそうに下を向きました。\n「もう金は要りません。」\n「ほう、金は要らぬ。では何を考えているのだ。」\n「私は人間に愛想（あいそ）が尽きたのです。人間は皆薄情（はくじょう）です。私が金持の時は、皆お世辞（せじ）を言いますが、貧乏になると、誰も相手にしてくれません。私はもう人間として暮すのが厭（いや）になったのです。」\n「なるほど。それは面白いな。ではお前は貧乏も厭なら、金持も厭だと云うのだな。」\n「はい。」\n「では何になりたいのだ。」\n「私はあなたの弟子（でし）になって、仙術（せんじゅつ）を習いたいのです。」\n老人は始めてニッコリ笑いました。\n「いかにも俺は、峨眉山（がびさん）に住んでいる鉄冠子（てっかんし）という仙人（せんにん）だ。お前がそんなになりたいのなら、弟子にしてやっても好（い）い。」\n杜子春は大喜びで、老人について峨眉山へ行きました。",
            "characterCount": 1500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-hana",
            "title": "鼻（芥川龍之介）",
            "category": "物語",
            "difficulty": 5,
            "order": 3,
            "content": "禅智内供（ぜんちないぐ）の鼻と云えば、池の尾（お）で知らない者はいない。\n長さは五六寸あって、上唇（うわくちびる）の上から頤（あご）の下まで下がっている。\n形は元も先も同じように太くて、云わば細長い腸詰（ちょうづめ）のような物が、ぶらりと顔のまん中からぶら下がっているのである。\n五十歳を越えた内供は、沙弥（しゃみ）の昔から、内供職（ないぐしょく）に昇った今日（こんにち）まで、内心始終（しじゅう）この鼻を苦に病んで来た。\n勿論（もちろん）表面では、今でもさほど気にならないような顔をしてすましている。\nこれは専（もっぱ）ら、来世（らいせ）の浄土（じょうど）を渇仰（かつごう）すべき僧侶（そうりょ）の身で、鼻の心配をするのが悪いと思ったからばかりではない。\nそれより寧（むし）ろ、自分で鼻を気にしていると云う事を、人に知られるのが嫌だったからである。\n内供は日常の談話の中に、鼻と云う語（ことば）が出るのを何よりも恐れていた。\n内供が鼻を持てあました理由は二つある。\n一つは実際的に、鼻が長いと不便だったからである。\n第一飯（めし）を食う時にも、独りでは食えない。\n独りで食えば、鼻の先が鋺（かなまり）の中の飯へとどいてしまう。\nそこで内供は弟子（でし）の一人を膳（ぜん）の向うへ坐らせて、飯を食う間中、広さ一寸長さ二尺ばかりの板で、その鼻を持ち上げていて貰（もら）う事にした。\nしかしこうして飯を食うと云う事は、持ち上げている弟子にとっても、持ち上げられている内供にとっても、決して容易な事ではない。\n一度この弟子の代りをした中童子（ちゅうどうじ）が、ふとした拍子（ひょうし）に手元を狂わせて、鼻を粥（かゆ）の中へ落した話は、当時京都まで聞えた程である。\nけれどもこれは内供にとって、決して鼻を苦にする重（おも）な理由ではない。\n内供は実にこの鼻によって傷つけられる自尊心（じそんしん）のために苦しんだのである。\n池の尾の町の人々は、こう云う鼻をしている内供のために、内供のような僧侶になった事を気の毒がった。\nこんな鼻では誰も妻（さい）になる女があるまいと思ったからである。\n中にはまた、あの鼻だから出家（しゅっけ）したのだろうと批評する者さえあった。\nしかし内供は、僧侶であるために、幾分でもこの鼻に煩（わずら）わされる事が少くなったとは思わない。\n内供の鼻はそれ程妻帯（さいたい）とか何とか云う俗的な事実に左右されるには、余りにデリケートな次第を持っていたのである。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-torokko",
            "title": "トロッコ（芥川龍之介）",
            "category": "物語",
            "difficulty": 5,
            "order": 4,
            "content": "小田原（おだわら）熱海（あたみ）間に、軽便（けいべん）鉄道敷設（ふせつ）の工事が始まったのは、良平（りょうへい）の八つの年だった。\n良平は毎日村外（むらはず）れへ、その工事を見物に行った。\n工事と云っても、唯（ただ）トロッコで土を運搬（うんぱん）するだけである。\nが、そのトロッコこそは、良平の恐れもし憧（あこが）れもしたものであった。\n土工（どこう）が二人、土を積んだトロッコの後ろに佇（たたず）んでいる。\n「押せ」と云う掛声（かけごえ）と共に、二人の腰が曲ると、トロッコは鈍（にぶ）く動き出す。\n車輪（しゃりん）が軋（きし）る音、線路（せんろ）が撓（たわ）む音、――それ等が僅（わず）かに響き合う中（なか）に、トロッコはだんだん調子づいて、土工達の足も早くなる。\nと、彼等はいつの間にか、トロッコの上へ飛び乗っている。\nトロッコはそのまま土工達を乗せて、下り勾配（こうばい）を走り下る。\n煽（あお）られる土工達の半纏（はんてん）の裾（すそ）、細々と光る線路の曲線、――良平はそう云う景色を眺めながら、土工になりたいとさえ思った事がある。\nある夕方、良平はとうとう意を決して、工事場を下りて来るトロッコを迎いに村外れへ出かけて行った。\nすると直（す）ぐ向うから、土を積んだトロッコが一台、二人の土工に押されながら、上って来るのに出会った。\n良平は、そのトロッコが通り過ぎるのを待って、小走りにその後ろへくっついて行った。\n「おじさん。押してやろうか。」\n良平は、二人の土工の間の棒へ、恐る恐る手をかけた。\n「おや、力があるな。どれ、頼むか。」\n中年の土工が、良平の方を見て笑った。\n良平は、嬉しさに胸を躍らせながら、力一杯後押しをした。\nトロッコは、村外れの上り勾配を、勢いよく登って行った。\n「さあ、乗れ。」\n土工達は、頂上へ来ると、トロッコを止めて、汗を拭（ふ）きながら云った。\n良平は、すぐに飛び乗った。\nトロッコは、三人乗せると、直ぐに走り出した。\n風が耳元で唸（うな）った。\n林や畑が飛ぶように後ろへ流れた。\n良平は、天にも昇るような気持だった。\nしかし、トロッコは、何処までも走って行く。\n日は暮れかかっていた。\n「おじさん、何処まで行くの。」\n良平は、不安になって聞いた。\n「熱海まで行くんだ。」\n「えっ、熱海？」\n良平は、吃驚（びっくり）して叫んだ。\n熱海までは、まだ三里（さんり）もある。\n帰りは、夜中になってしまう。\n「おじさん、僕、帰るよ。」\n「今更（いまさら）帰れるものか。まあ、一諸（いっしょ）にお出で。」\n土工達は、面白そうに笑った。\n良平は、泣き出しそうになるのを堪（こら）えて、トロッコにしがみついていた。",
            "characterCount": 1200,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-mikan",
            "title": "蜜柑（芥川龍之介）",
            "category": "物語",
            "difficulty": 5,
            "order": 5,
            "content": "或（ある）曇った冬の日暮である。\n私は横須賀（よこすか）発上り二等客車の隅（すみ）に腰を下して、ぼんやり発車（はっしゃ）の笛を待っていた。\nとうに電燈（でんとう）のついた客車の中には、珍らしく私の外（ほか）に誰も乗客はいない。\n外を覗（のぞ）くと、薄暗いプラットホームにも、今日は珍らしく見送りの人影さえ跡（あと）を絶って、唯（ただ）檻（おり）に入れられた小犬が一匹、時々悲しそうに吠（ほ）え立てていた。\nこれらはその時の私の心持と、不思議な位似つかわしい景色だった。\n私の頭の中には云いようのない疲労（ひろう）と倦怠（けんたい）とが、まるで雪曇（ゆきぐも）の空のようなどんよりした影を落していた。\n（中略）\n発車の笛が鳴った。\n私は心持ち寛（くつろ）いで、後（うしろ）の窓枠（まどわく）に頭を凭（もた）せた。\nその時である。\n改札口（かいさつぐち）の方から、下駄（げた）の音を響かせて、走って来るものがあった。\nやがて車掌（しゃしょう）の笛が鳴り終ると同時に、私の乗っている二等室の戸ががらりと開いて、十三四の小娘（こむすめ）が一人、慌（あわ）ただしく中へ入って来た。\n娘は煤（すす）けた狭苦しい三等室へ行く筈（はず）の切符を、霜焼（しもやけ）の手に握っていた。\n（中略）\n汽車は今や、横須賀線の数多い隧道（トンネル）の最初の一つへ入ろうとしている。\nその時、娘は突然、窓を開けようとした。\n硝子戸（ガラスど）は重いらしい。\n娘は顔を赤くして、一心に硝子戸を持ち上げようとしている。\n私は冷ややかにそれを見ていた。\n汽車は隧道へ入った。\nと同時に、開け放たれた窓から、黒い煤煙（ばいえん）が溶け込んだように、どっと車内へ流れ込んで来た。\n私は咳（せき）き込みながら、娘を怒鳴（どな）りつけようとした。\nその時、汽車は隧道を抜けた。\nすると、その瞬間に、娘は窓から身を乗り出して、握っていた蜜柑（みかん）を五つ六つ、勢いよく外へばら撒（ま）いた。\n見ると、踏切（ふみきり）の柵（さく）の向うに、三人の男の子が、手を振って叫んでいた。\nその上へ、鮮（あざ）やかな蜜柑の色が、日の暮れかかった空気を染（そ）めて、ばらばらと降り注いだのである。\n私は、その時、全てを理解した。\n娘は、奉公（ほうこう）先へ赴（おもむ）く別れに、弟たちへ蜜柑を投げてやったのだ。\n私の心の中の疲労と倦怠は、不思議な位すっかり消えてしまっていた。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-taketori",
            "title": "竹取物語（冒頭）",
            "category": "古典",
            "difficulty": 5,
            "order": 6,
            "content": "今は昔、竹取の翁（おきな）といふものありけり。\n野山にまじりて竹を取りつつ、よろづのことに使ひけり。\n名をば、さぬきの造（みやつこ）となむいひける。\nその竹の中に、もと光る竹なむ一筋（ひとすじ）ありける。\nあやしがりて、寄りて見るに、筒（つつ）の中光りたり。\nそれを見れば、三寸（さんずん）ばかりなる人、いとうつくしうてゐたり。\n翁、言ふよう、「我、朝ごと夕ごとに見る竹の中におはするにて知りぬ。子になり給（たま）ふべき人なめり」とて、手にうち入れて家へ持ちて来（き）ぬ。\n妻（め）の嫗（おうな）に預（あず）けて養（やしな）はす。\nうつくしきこと、かぎりなし。\nいと幼（おさな）ければ、籠（こ）に入れて養ふ。",
            "characterCount": 300,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-makura",
            "title": "枕草子（春はあけぼの）",
            "category": "古典",
            "difficulty": 5,
            "order": 7,
            "content": "春はあけぼの。\nやうやう白くなりゆく山際（やまぎわ）、少し明かりて、紫だちたる雲の細くたなびきたる。\n\n夏は夜。\n月のころはさらなり、闇（やみ）もなほ、蛍（ほたる）の多く飛びちがひたる。\nまた、ただ一つ二つなど、ほのかにうち光りて行くもをかし。\n雨など降るもをかし。\n\n秋は夕暮れ。\n夕日（ゆうひ）のさして山の端（は）いと近うなりたるに、烏（からす）の寝所（ねどころ）へ行くとて、三つ四つ、二つ三つなど飛び急ぐさへあはれなり。\nまいて雁（かり）などの連（つら）ねたるが、いと小さく見ゆるは、いとをかし。\n日入り果てて、風の音、虫の音など、はた言ふべきにあらず。\n\n冬はつとめて。\n雪の降りたるは言ふべきにもあらず、霜（しも）のいと白きも、またさらでもいと寒きに、火など急ぎおこして、炭（すみ）持て渡るも、いとつきづきし。\n昼になりて、ぬるくゆるびもていけば、火桶（ひおけ）の火も、白き灰がちになりてわろし。",
            "characterCount": 400,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-tsurezure",
            "title": "徒然草（序段）",
            "category": "古典",
            "difficulty": 5,
            "order": 8,
            "content": "つれづれなるままで、日暮（ひぐ）らし、硯（すずり）に向かひて、心にうつりゆくよしなしごとを、そこはかとなく書きつくれば、あやしうこそものぐるほしけれ。",
            "characterCount": 100,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-okunohosomichi",
            "title": "奥の細道（冒頭）",
            "category": "古典",
            "difficulty": 5,
            "order": 9,
            "content": "月日（つきひ）は百代（はくたい）の過客（かかく）にして、行（ゆ）きかふ年も又（また）旅人（たびびと）なり。\n舟（ふね）の上に生涯（しょうがい）を浮（う）かべ、馬の口とらえて老（お）いを迎（むか）ふる者（もの）は、日々（ひび）旅にして旅を栖（すみか）とす。\n古人（こじん）も多く旅に死せるあり。\n予（よ）もいづれの年よりか、片雲（へんうん）の風に誘（さそ）はれて、漂泊（ひょうはく）の思ひやまず、海浜（かいひん）にさすらへ、去年（こぞ）の秋江上（こうしょう）の破屋（はあく）に蜘蛛（くも）の古巣（ふるす）をはらひて、やや年も暮（く）れ、春立（た）てる霞（かすみ）の空に白河（しらかわ）の関（せき）越（こ）えんと、そぞろ神（がみ）の物につきて心をくるはせ、道祖神（どうそじん）の招（まね）きにあひて、取（と）るもの手につかず、股引（ももひき）の破（やぶ）れをつづり、笠（かさ）の緒（お）つけかえて、三里（さんり）に灸（きゅう）すうるより、松島の月先（ま）づ心にかかりて、住（す）める方（かた）は人に譲（ゆず）り、杉風（さんぷう）が別墅（べっしょ）に移（うつ）るに、\n\n草の戸も　住み替はる代ぞ　雛（ひな）の家\n\n面（おもて）八句（はっく）を庵（いおり）の柱（はしら）に懸（か）け置（お）く。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-heike",
            "title": "平家物語（冒頭）",
            "category": "古典",
            "difficulty": 5,
            "order": 10,
            "content": "祇園精舎（ぎおんしょうじゃ）の鐘（かね）の声、諸行無常（しょぎょうむじょう）の響（ひび）きあり。\n沙羅双樹（しゃらそうじゅ）の花の色、盛者必衰（じょうしゃひっすい）の理（ことわり）をあらはす。\n驕（おご）れる人も久（ひさ）しからず、ただ春の夜（よ）の夢（ゆめ）のごとし。\n猛（たけ）き者も遂（つい）にはほろびぬ、偏（ひとえ）に風の前の塵（ちり）に同じ。\n遠く異朝（いちょう）をとぶらへば、秦（しん）の趙高（ちょうこう）、漢（かん）の王莽（おうもう）、梁（りょう）の朱忌（しゅい）、唐（とう）の禄山（ろくざん）、これらは皆（みな）、旧主（きゅうしゅ）先皇（せんこう）の政（まつりごと）にも従（したが）はず、楽しみを極（きわ）め、諌（いさ）めをも思ひ入れず、天下（てんか）の乱（みだ）れんことを悟（さと）らずして、民間の憂（うれ）ふるところを知らざりしかば、久しからずして、亡（ぼう）じにし者どもなり。\n近く本朝（ほんちょう）をうかがふに、承平（じょうヘい）の将門（まさかど）、天慶（てんぎょう）の純友（すみとも）、康和（こうわ）の義親（ぎしん）、平治（へいじ）の信頼（のぶより）、これらはおごれる心もたけきことも、皆とりどりにありしかども、間近くは六波羅（ろくはら）の入道（にゅうどう）前（さきの）太政大臣（だじょうだいじん）平朝臣（たいらのあそん）清盛公（きよもりこう）と申しし人のありさま、伝へ承（うけたまわ）るこそ、心も詞（ことば）も及（およ）ばれね。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-hojoki",
            "title": "方丈記（冒頭）",
            "category": "古典",
            "difficulty": 5,
            "order": 11,
            "content": "行く川のながれは絶えずして、しかも本の水にあらず。\nよどみに浮ぶうたかたは、かつ消えかつ結びて久しくとどまることなし。\n世の中にある人とすみかと、またかくの如し。\n玉敷（たまし）きの都の中に、棟（むね）を並べ甍（いらか）を争へる、高き卑（いや）しき人のすまひは、世々（よよ）を経て尽きせぬものなれど、これをまことかと尋（たず）ぬれば、昔ありし家は稀（まれ）なり。\n或（ある）は去年（こぞ）焼けて今年（ことし）作れり。\n或は大家（おおいえ）滅（ほろ）びて小家（こいえ）となる。\n住む人もこれに同じ。\n所も変らず、人も多かれど、いにしへ見し人は、二三十人が中に、わづかに一人二人なり。\n朝（あした）に死に、夕（ゆうべ）に生るるならひ、ただ水の泡（あわ）にぞ似たりける。\n知らず、生れ死ぬる人、いづかたより来（き）たりて、いづかたへか去る。\nまた知らず、仮（かり）の宿（やど）り、誰（た）が為（ため）にか心を悩まし、何によりてか目を喜ばしむる。\nその、あるじとすみかと、無常（むじょう）を争ふさま、いはば朝顔（あさがお）の露（つゆ）に異（こと）ならず。\n或は露落ちて花残れり。\n残るといへども朝日（あさひ）に枯（か）れぬ。\n或は花しぼみて露なほ消えず。\n消えずといへども夕（ゆうべ）を待つことなし。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-hyakunin1",
            "title": "百人一首（1-5番）",
            "category": "古典",
            "difficulty": 5,
            "order": 12,
            "content": "1. 秋の田の　かりほの庵（いお）の　苫（とま）をあらみ　わが衣手（ころもで）は　露（つゆ）にぬれつつ\n（天智天皇）\n\n2. 春すぎて　夏きにけらし　白妙（しろたえ）の　衣（ころも）ほすてふ　天（あま）の香具山（かぐやま）\n（持統天皇）\n\n3. 足曳（あしびき）の　山鳥（やまどり）の尾（お）の　しだり尾の　ながながし夜を　ひとりかも寝む\n（柿本人麻呂）\n\n4. 田子（たご）の浦（うら）に　うち出（い）でて見れば　白妙の　富士の高嶺（たかね）に　雪は降りつつ\n（山部赤人）\n\n5. 奥山（おくやま）に　紅葉（もみじ）ふみわけ　鳴く鹿（しか）の　声きく時ぞ　秋は悲しき\n（猿丸大夫）",
            "characterCount": 300,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-yamanashi",
            "title": "やまなし（宮沢賢治）",
            "category": "物語",
            "difficulty": 5,
            "order": 13,
            "content": "「クラムボンはかぷかぷわらったよ。」\n「クラムボンは跳（は）ねてわらったよ。」\n「クラムボンはかぷかぷわらったよ。」\n「クラムボンは跳ねてわらったよ。」\n上の方や横の方は、青くくらく鋼（はがね）のように見えます。\nそのなめらかな天井（てんじょう）を、つぶつぶ暗い泡（あわ）が流れて行きます。\n「クラムボンはわらっていたよ。」\n「クラムボンはかぷかぷわらったよ。」\n「それならなぜクラムボンはわらったの。」\n「知らない。」\nつぶつぶ泡が流れて行きます。\n蟹（かに）の子供らもぽっぽっぽっと続けて泡を吐（は）きました。\nそれはゆらゆら水銀のように光って斜（なな）めに上の方へのぼって行きました。\n（中略）\n「魚（さかな）だよ。」\nその時です。\n俄（にわ）かに天井に白い泡がたって、青びかりのまるでぎらぎらする鉄砲丸（てっぽうだま）のようなものが、いきなり飛び込んで来ました。\n兄さんの蟹は、はっきりとその青いものの先がコンパスのように黒く尖（とが）っているのも見ました。\nと思うと、魚が白い腹をピカッと反（かえ）らせて、上の方へ上ったようでしたが、それっきりもう青いものも魚の形も見えず、光の黄金（きん）の網はゆらゆらと揺れ、泡はつぶつぶ流れました。\n二疋（ひき）はだまって息をこらして居（お）りました。\nするとお父さんの蟹が出て来ました。\n「どうしたい。ぶるぶるふるえているじゃないか。」\n「お父さん、今おかしなものが来たよ。」\n「どんなもんだ。」\n「青くてね、光るんだよ。端（はじ）がコンパスのように黒く尖ってるんだよ。それが来たら、魚が上へのぼって行ったよ。」\n「そいつの眼（め）が赤かったかい。」\n「わからない。」\n「ふうん。しかし、そいつは鳥だよ。かわせみと云（い）うんだ。大丈夫だ、安心しろ。俺（おれ）たちが居る所まではやって来ないから。」\n「お父さん、魚はどこへ行ったの。」\n「魚かい。魚はこわい所へ行った。」\n「こわいよ、お父さん。」\n「いいいい、大丈夫だ。心配するな。そら、樺（かば）の花が流れて来た。ごらん、きれいだろ。」\n泡と一書（いっしょ）に、白い樺の花びらが天井をたくさんすべって来ました。\n「こわいよ、お父さん。」弟の蟹も云いました。\n光の網はゆらゆら、のびたりちぢんだり、花びらの影は静かに砂の上をすべりました。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-sangetsuki",
            "title": "山月記（中島敦）- 冒頭",
            "category": "物語",
            "difficulty": 5,
            "order": 14,
            "content": "隴西（ろうさい）の李徴（りちょう）は博学才穎（はくがくさいえい）、天宝（てんぽう）の末年（まつねん）、若くして名を虎榜（こぼう）に連ね、ついで江南尉（こうなんい）に補せられたが、性、狷介（けんかい）、自（みずか）ら恃（たの）むところ頗（すこぶ）る厚く、賤吏（せんり）に甘んずるを潔（いさぎよ）しとしなかった。\nいくばくもなく官を退（しりぞ）いた後は、故山（こざん）、カク略（かくりゃく）に帰臥（きが）し、人と交（まじ）わりを絶って、ひたすら詩作に耽（ふけ）り、下吏（かり）となって長く膝（ひざ）を俗悪な大官（たいかん）の前に屈（くっ）するよりは、詩家（しか）としての名を死後百年に遺（のこ）そうとしたのである。\nしかし、文名は容易に揚（あが）らず、生活は日を逐（お）うて苦しくなる。\n李徴は漸（ようや）く焦躁（しょうそう）に駆（か）られた。\nこの頃からその容貌（ようぼう）も峭刻（しょうこく）となり、肉落ち骨秀（ひい）で、眼光（がんこう）のみ徒（いたず）らに炯々（けいけい）として、曾（かつ）て進士（しんし）に登第（とうだい）した頃の豊頬（ほうきょう）の美少年の俤（おもかげ）は、何処（どこ）に求めようもない。\n数年の後、貧窮（ひんきゅう）に堪（た）えず、妻子の衣食のために遂（つい）に節（せつ）を屈して、再び東へ赴（おもむ）き、一地方官吏（かんり）の職を奉ずることになった。\n一方、これは、己（おのれ）の詩業（しぎょう）に半ば絶望したためでもある。\n曾ての同輩（どうはい）は既に遥（はる）か高位（こうい）に進み、彼が昔、鈍物（どんぶつ）として歯牙（しが）にもかけなかったその連中の下命（かめい）を拝さねばならぬことが、往年（おうねん）の俊才（しゅんさい）李徴の自尊心（じそんしん）を如何（いか）に傷つけたかは、想像に難（かた）くない。\n彼は怏々（おうおう）として楽しまず、狂悖（きょうはい）の性は愈々（いよいよ）抑（おさ）え難（がた）くなった。\n一年の後、公用で旅に出、汝水（じょすい）のほとりに宿った時、遂に発狂した。\nある夜半、急に顔色を変えて寝床から起上ると、何か訳の分らぬことを叫びつつ、そのまま下へと飛び下りて、闇（やみ）の中へ駈（か）け出した。\n彼は二度と戻って来なかった。\n附近の山野を捜索（そうさく）しても、何の手掛りもない。\nその後、李徴がどうなったかを知る者は、誰（だれ）もなかった。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-hashiremelos",
            "title": "走れメロス（太宰治）- 冒頭",
            "category": "物語",
            "difficulty": 5,
            "order": 15,
            "content": "メロスは激怒（げきど）した。\n必ず、かの邪智暴虐（じゃちぼうぎゃく）の王を除かなければならぬと決意した。\nメロスには政治がわからぬ。\nメロスは、村の牧人である。\n笛を吹き、羊と遊んで暮して来た。\nけれども邪悪に対しては、人一倍に敏感であった。\nきょう未明メロスは村を出発し、野を越え山越え、十里はなれた此（こ）のシラクスの市にやって来た。\nメロスには父も、母も無い。\n女房も無い。\n十六の、内気な妹と二人暮しだ。\nこの妹は、村の或（あ）る律気（りちぎ）な一牧人を、近々、花婿（はなむこ）として迎える事になっていた。\n結婚式も間近かなのである。\nメロスは、それゆえ、花嫁の衣裳（いしょう）やら祝宴（しゅくえん）の御馳走（ごちそう）やらを買いに、はるばる市にやって来たのだ。\n先ず、その品々を買い集め、それから都の大路をぶらぶら歩いた。\nメロスには竹馬（ちくば）の友があった。\nセリヌンティウスである。\n今は此のシラクスの市で、石工（いしく）をしている。\nその友を、これから訪ねてみるつもりなのだ。\n久しく逢（あ）わなかったのだから、訪ねて行くのが楽しみである。\n歩いているうちにメロスは、まちの様子を怪しく思った。\nひっそりとしている。\nもう既に日も落ちて、まちの暗いのは当りまえだが、けれども、なんだか、夜のせいばかりでは無く、市全体が、やけに寂しい。\nのんきなメロスも、だんだん不安になって来た。\n路（みち）で逢った若い衆（しゅう）をつかまえて、何かあったのか、と尋ねた。\n若い衆は、首を振って答えなかった。\nしばらく歩いて老爺（ろうや）に逢い、こんどはもっと語勢を強くして質問した。\n老爺は答えなかった。\nメロスは両手で老爺のからだをゆすぶって質問を重ねた。\n老爺は、あたりをはばかる低声（ひくいこえ）で、わずか答えた。\n「王様は、人を殺します。」\n「なぜ殺すのだ。」\n「悪心を抱いている、というのですが、誰もそんな、悪心を持っては居りませぬ。」\n「たくさんの人を殺したのか。」\n「はい、はじめは王様の妹婿（いもうとむこ）さまを。それから、御自身のお世継（よつぎ）を。それから、妹さまを。それから、妹さまの御子（おこ）さまを。それから、皇后（こうごう）さまを。それから、賢臣（けんしん）のアレキス様を。」\n「おどろいた。国王は乱心（らんしん）か。」\n「いいえ、乱心ではございませぬ。人を、信ずる事が出来ぬ、というのです。」",
            "characterCount": 900,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-rogo",
            "title": "論語（ろご）",
            "category": "古典",
            "difficulty": 5,
            "order": 16,
            "content": "子（し）曰（のたま）わく、\n学びて時に之（これ）を習ふ、亦（また）説（よろこ）ばしからずや。\n朋（とも）有り遠方より来（きた）る、亦楽しからずや。\n人知らずして慍（うら）みず、亦君子（くんし）ならずや。\n\n子曰わく、\n故（ふる）きを温（たず）ねて新しきを知れば、以（もっ）て師（し）と為（な）るべし。\n\n子曰わく、\n学びて思わざれば則（すなわ）ち罔（くら）し、\n思いて学ばざれば則ち殆（あやう）し。\n\n子曰わく、\n徳（とく）は孤（こ）ならず、必ず隣（となり）有り。\n\n子曰わく、\n己（おのれ）の欲（ほっ）せざる所、人（ひと）に施（ほどこ）すこと勿（なか）れ。",
            "characterCount": 300,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-toshiyorinohoshi",
            "title": "年とった星（トルストイ）",
            "category": "物語",
            "difficulty": 5,
            "order": 17,
            "content": "昔、あるところに、年とった星が一つありました。\n星は、もう何万年も生きていて、すっかり光を失っていました。\n「ああ、わしももう駄目だ。若い頃のように、きらきら輝くことはできない」\n星はため息をつきました。\nある夜、星は下界を見下ろしました。\nそこには、一人の病気の子供が寝ていました。\n子供は、熱にうなされながら、空を見上げていました。\n「星さま、星さま。どうか僕の病気を治してください」\n年とった星は、かわいそうに思いました。\n「わしにできることがあれば、何でもしてやりたいが・・・」\n星は、自分の残りの命を全部使って、最後に一度だけ強く輝こうと決心しました。\n「えいっ！」\n星は、力を振り絞りました。\nすると、星の体から、目もくらむような強い光が放たれました。\nその光は、まっすぐに子供の部屋へ差し込みました。\n子供は、その光を浴びて、安らかに眠りにつきました。\n翌朝、子供の熱はすっかり下がっていました。\n「お母さん、僕、治ったよ！昨日の夜、すごい星が僕を照らしてくれたんだ」\n子供は元気に跳ね回りました。\n空の上では、年とった星が、静かに燃え尽きていました。\nしかし、星は幸せでした。\n「わしは、最後に役に立つことができた」\n星の灰は、宇宙の塵（ちり）となって、静かに漂（ただよ）っていました。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-ihatov",
            "title": "イーハトーボの氷（宮沢賢治）",
            "category": "物語",
            "difficulty": 5,
            "order": 18,
            "content": "イーハトーボの冬は、とても寒いです。\nでも、その寒さが、美しい氷を作ります。\nある朝、子供たちが川へ行くと、川の水がすっかり凍って、ガラスの板のようになっていました。\n「わあ、すごい！」\n子供たちは、氷の上を滑ったり、氷を割って遊んだりしました。\n一人の子供が、氷のかけらを透（す）かして見ました。\n「見てごらん。氷の中に、虹（にじ）が入ってるよ」\n太陽の光が氷に当たって、七色に輝いていたのです。\n「本当だ。きれいだなあ」\n子供たちは、氷の宝石に夢中になりました。\nイーハトーボでは、氷もまた、冬の贈り物なのです。",
            "characterCount": 300,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade5-gulliver",
            "title": "ガリバー旅行記（スウィフト）",
            "category": "物語",
            "difficulty": 5,
            "order": 19,
            "content": "ガリバーは、船医として航海に出ましたが、嵐に遭（あ）って船が難破（なんぱ）してしまいました。\n気がつくと、ガリバーは海岸に打ち上げられていました。\n起き上がろうとしましたが、体が動きません。\n見ると、体中が細い紐（ひも）で地面に縛（しば）り付けられていました。\nそして、体の上を、何やら小さな生き物が歩き回っています。\nよく見ると、それは身長15センチほどの小さな人間たちでした。\n「ここはリリパット国だ。おとなしくしろ」\n小さな兵隊たちが、ガリバーに弓矢を向けていました。\nガリバーは、抵抗（ていこう）せずに従いました。\nガリバーは、リリパットの王様に会いました。\n王様は、ガリバーの大きさに驚きましたが、彼が危害を加えないとわかると、自由にしてくれました。\nガリバーは「山男（やまおとこ）」と呼ばれ、国民の人気者になりました。\nある時、リリパット国は隣のブレフスク国と戦争になりました。\nブレフスク国の艦隊（かんたい）が攻めてくると聞いたガリバーは、海へ入っていき、敵の船を全部紐で縛って、リリパットの港まで引っ張ってきました。\n「万歳！山男万歳！」\nリリパット国は大勝利を収めました。\nしかし、王様は次第にガリバーの力を恐れるようになり、彼を殺そうと計画しました。\nそれを知ったガリバーは、ボートを見つけて脱出し、無事にイギリスへ帰りました。",
            "characterCount": 600,
            "chineseCharCount": 0
        }
    ]
}