{
    "grade": "1年生",
    "lessons": [
        {
            "id": "jp-grade1-momotaro",
            "title": "桃太郎（ももたろう）",
            "category": "昔話",
            "difficulty": 1,
            "order": 1,
            "content": "むかしむかし、あるところに、おじいさんとおばあさんがすんでいました。\nおじいさんはやまへしばかりに、おばあさんはかわへせんたくにいきました。\nおばあさんがかわでせんたくをしていると、ドンブラコ、ドンブラコと、おおきなももがながれてきました。\n「おや、これはよいおみやげができたわ」\nおばあさんはおおきなももをひろいあげて、いえにもちかえりました。\nそして、おじいさんとおばあさんがももをたべようとももをきってみると、なんと、なかからげんきのよいおとこのあかちゃんがとびだしてきたのです。\n「これはきっと、かみさまがくださったにちがいない」\nこどものいなかったおじいさんとおばあさんは、おおよろこびです。\nももからうまれたおとこのこを、おじいさんとおばあさんはももたろうとなづけました。\nももたろうはスクスクそだって、やがてつよいおとこのこになりました。\nそしてあるひ、ももたろうがいいました。\n「ぼく、おにがしまへいって、わるいおにをたいじします」\nそして、おばあさんにきびだんごをつくってもらうと、おにがしまへでかけました。\nたびのとちゅうで、イヌにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nイヌはきびだんごをもらい、ももたろうのおともになりました。\nそして、こんどはサルにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nそしてこんどは、キジにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nこうして、イヌ、サル、キジのなかまをてにいれたももたろうは、ついにおにがしまへやってきました。\nおにがしまでは、おにたちがちかくのむらからぬすんだたからものやごちそうをならべて、さかもりのまっさいちゅうです。\n「みんな、ぬかるなよ。それ、かかれ！」\nイヌはおにのおしりにかみつき、サルはおにのせなかをひっかき、キジはくちばしでおにのめをつつきました。\nそしてももたろうも、かたなをふりまわしておおあばれです。\nあまりにもつよいももたろうたちに、とうとうおにのおやぶんが、\n「まいった、まいった。こうさんだ、たすけてくれぇ」\nと、てをついてあやまりました。\nももたろうとイヌとサルとキジは、おにからとりあげたたからものをくるまにつんで、げんきよくいえにかえりました。\nおじいさんとおばあさんは、ももたろうのぶじなすがたをみておおよろこびです。\nそして３にんは、たからもののおかげでしあわせにくらしましたとさ。",
            "characterCount": 850,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kasajizo",
            "title": "笠地蔵（かさじぞう）",
            "category": "昔話",
            "difficulty": 1,
            "order": 2,
            "content": "むかしむかしのおはなしです。\n「あしたはおしょうがつ。おもちをたべたいですねえ」\nおばあさんがいいました。\n「たきぎをうって、おもちをかってくるよ」\nおじいさんはまちへでかけていきました。\nおおみそかのまちはおおにぎわいです。\n「たきぎはいらんかねー？」\nおじいさんのこえはなかなかとどきません。\n「やれやれ、こまった」\nそこへ、かさうりがやってきました。\n「たきぎはうれましたかな？」\n「いいえ、ぜんぜん」\n「わしもです。どうでしょう、たきぎとかさをこうかんしませぬか？」\nふたりはとりかえっこをしてにっこりほほえみました。\nかえるとちゅうで、ゆきがふってきました。\n「おや、あそこにみえるのは……」\nしろいあたまが、いち、に、さん、し、ご、ろく。\nゆきをかぶったおじぞうさまでした。\n「さむいでしょう。このかさをどうぞ」\nおじぞうさまにかさをかぶせます。\nところがかさは５つ。\nおじぞうさまは６たい。\nひとつたりません。\n「そうだ。わしのほおかむりをつかってください」\nさいごのおじぞうさまには、じぶんのてぬぐいをかけてあげました。\nいえではおばあさんがしんぱいしていました。\n「ぶじでよかったです」\n「おもちをかえなくてごめんね」\n「いいんですよ、そんなこと」\nおじいさんはきょうのできごとをはなしました。\n「それはほんとうによいことをしましたねえ」\nふたりはしあわせなきもちでねむりにつきました。\nまよなか、ふしぎなこえがします。\nえっさほいさ\nはこべやはこべ\n「だれだろう？」\nそうっととをあけてみました。\nそこには、おもちややさいがどっさり！\nはるかむこうにかさが５つみえます。\n「あれは、おじぞうさま！」\nいちばんうしろをあるくのは、てぬぐいをかぶったおじぞうさまでした。\n「なんてありがたい」\nふたりはふかくかんしゃしました。\nそうしていつまでもしあわせにくらしましたとさ。",
            "characterCount": 600,
            "chineseCharCount": 0
        }
    ]
}