{
    "grade": "1年生",
    "lessons": [
        {
            "id": "jp-grade1-momotaro",
            "title": "桃太郎（ももたろう）",
            "category": "昔話",
            "difficulty": 1,
            "order": 1,
            "content": "むかしむかし、あるところに、おじいさんとおばあさんがすんでいました。\nおじいさんはやまへしばかりに、おばあさんはかわへせんたくにいきました。\nおばあさんがかわでせんたくをしていると、ドンブラコ、ドンブラコと、おおきなももがながれてきました。\n「おや、これはよいおみやげができたわ」\nおばあさんはおおきなももをひろいあげて、いえにもちかえりました。\nそして、おじいさんとおばあさんがももをたべようとももをきってみると、なんと、なかからげんきのよいおとこのあかちゃんがとびだしてきたのです。\n「これはきっと、かみさまがくださったにちがいない」\nこどものいなかったおじいさんとおばあさんは、おおよろこびです。\nももからうまれたおとこのこを、おじいさんとおばあさんはももたろうとなづけました。\nももたろうはスクスクそだって、やがてつよいおとこのこになりました。\nそしてあるひ、ももたろうがいいました。\n「ぼく、おにがしまへいって、わるいおにをたいじします」\nそして、おばあさんにきびだんごをつくってもらうと、おにがしまへでかけました。\nたびのとちゅうで、イヌにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nイヌはきびだんごをもらい、ももたろうのおともになりました。\nそして、こんどはサルにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nそしてこんどは、キジにであいました。\n「ももたろうさん、どこへいくのですか？」\n「おにがしまへ、おにたいじにいくんだ」\n「それでは、おこしにつけたきびだんごを１つくださいな。おともしますよ」\nこうして、イヌ、サル、キジのなかまをてにいれたももたろうは、ついにおにがしまへやってきました。\nおにがしまでは、おにたちがちかくのむらからぬすんだたからものやごちそうをならべて、さかもりのまっさいちゅうです。\n「みんな、ぬかるなよ。それ、かかれ！」\nイヌはおにのおしりにかみつき、サルはおにのせなかをひっかき、キジはくちばしでおにのめをつつきました。\nそしてももたろうも、かたなをふりまわしておおあばれです。\nあまりにもつよいももたろうたちに、とうとうおにのおやぶんが、\n「まいった、まいった。こうさんだ、たすけてくれぇ」\nと、てをついてあやまりました。\nももたろうとイヌとサルとキジは、おにからとりあげたたからものをくるまにつんで、げんきよくいえにかえりました。\nおじいさんとおばあさんは、ももたろうのぶじなすがたをみておおよろこびです。\nそして３にんは、たからもののおかげでしあわせにくらしましたとさ。",
            "characterCount": 850,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kasajizo",
            "title": "笠地蔵（かさじぞう）",
            "category": "昔話",
            "difficulty": 1,
            "order": 2,
            "content": "むかしむかしのおはなしです。\n「あしたはおしょうがつ。おもちをたべたいですねえ」\nおばあさんがいいました。\n「たきぎをうって、おもちをかってくるよ」\nおじいさんはまちへでかけていきました。\nおおみそかのまちはおおにぎわいです。\n「たきぎはいらんかねー？」\nおじいさんのこえはなかなかとどきません。\n「やれやれ、こまった」\nそこへ、かさうりがやってきました。\n「たきぎはうれましたかな？」\n「いいえ、ぜんぜん」\n「わしもです。どうでしょう、たきぎとかさをこうかんしませぬか？」\nふたりはとりかえっこをしてにっこりほほえみました。\nかえるとちゅうで、ゆきがふってきました。\n「おや、あそこにみえるのは……」\nしろいあたまが、いち、に、さん、し、ご、ろく。\nゆきをかぶったおじぞうさまでした。\n「さむいでしょう。このかさをどうぞ」\nおじぞうさまにかさをかぶせます。\nところがかさは５つ。\nおじぞうさまは６たい。\nひとつたりません。\n「そうだ。わしのほおかむりをつかってください」\nさいごのおじぞうさまには、じぶんのてぬぐいをかけてあげました。\nいえではおばあさんがしんぱいしていました。\n「ぶじでよかったです」\n「おもちをかえなくてごめんね」\n「いいんですよ、そんなこと」\nおじいさんはきょうのできごとをはなしました。\n「それはほんとうによいことをしましたねえ」\nふたりはしあわせなきもちでねむりにつきました。\nまよなか、ふしぎなこえがします。\nえっさほいさ\nはこべやはこべ\n「だれだろう？」\nそうっととをあけてみました。\nそこには、おもちややさいがどっさり！\nはるかむこうにかさが５つみえます。\n「あれは、おじぞうさま！」\nいちばんうしろをあるくのは、てぬぐいをかぶったおじぞうさまでした。\n「なんてありがたい」\nふたりはふかくかんしゃしました。\nそうしていつまでもしあわせにくらしましたとさ。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-ookinakabu",
            "title": "おおきなかぶ",
            "category": "物語",
            "difficulty": 1,
            "order": 3,
            "content": "おじいさんが、かぶをうえました。\n「あまいあまいかぶになれ。おおきなおおきなかぶになれ。」\nあまい、げんきのよい、とてつもなくおおきなかぶができました。\nおじいさんは、かぶをぬこうとしました。\nうんとこしょ、どっこいしょ。\nところが、かぶはぬけません。\nおじいさんは、おばあさんをよんできました。\nおばあさんが、おじいさんをひっぱって、おじいさんが、かぶをひっぱって、\nうんとこしょ、どっこいしょ。\nそれでも、かぶはぬけません。\nおばあさんは、まごをよんできました。\nまごが、おばあさんをひっぱって、おばあさんが、おじいさんをひっぱって、おじいさんが、かぶをひっぱって、\nうんとこしょ、どっこいしょ。\nまだまだ、かぶはぬけません。\nまごは、いぬをよんできました。\nいぬが、まごをひっぱって、まごが、おばあさんをひっぱって、おばあさんが、おじいさんをひっぱって、おじいさんが、かぶをひっぱって、\nうんとこしょ、どっこいしょ。\nまだまだまだまだ、ぬけません。\nいぬは、ねこをよんできました。\nねこが、いぬをひっぱって、いぬが、まごをひっぱって、まごが、おばあさんをひっぱって、おばあさんが、おじいさんをひっぱって、おじいさんが、かぶをひっぱって、\nうんとこしょ、どっこいしょ。\nそれでも、かぶはぬけません。\nねこは、ねずみをよんできました。\nねずみが、ねこをひっぱって、ねこが、いぬをひっぱって、いぬが、まごをひっぱって、まごが、おばあさんをひっぱって、おばあさんが、おじいさんをひっぱって、\nうんとこしょ、どっこいしょ。\nやっと、かぶはぬけました。",
            "characterCount": 450,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-omusubikororin",
            "title": "おむすびころりん",
            "category": "昔話",
            "difficulty": 1,
            "order": 4,
            "content": "むかしむかしの　おはなしです。\n「はい、おじいさんのだいすきな　おむすびですよ」\n「おばあさん、ありがとう。いってきます」\nきこりのおじいさんは　やまへでかけました。\n「そろそろ　おひるにしようかな」\nおむすびを　たべようとしたとき、\nころころ　ころりん。\nおむすびは　じめんをころがり、あなにおちてしまいました。\nすると、\n♪おむすび　ころりん　すっとんとん。\nあなから　かわいいこえが　きこえてきました。\nおじいさんは　おもしろくなって、もうひとつ　おにぎりをいれてみました。\n♪おむすび　ころりん　すっとんとん。\n♪もひとつ　ころりん　すっとんとん。\n「だれが　うたっているのかな」\nおじいさんは　あなをのぞいてみました。\nそのときです。\nあしをすべらせ、あなのなかに　おちてしまいました。\nながい　ながい　とんねるをとおり、\nぐねぐねした　すべりだいをおちると、\nそこには　きらきらまぶしい　きんいろのせかいが　ひろがっていました。\n♪おむすび　ころりん　すっとんとん。\n♪おじいさん　ころりん　すっとんとん。\nかわいらしいこえのもちぬしは、ねずみたちでした。\nここは、ねずみのおうこくだったのです。\n「おじいさん、おいしいおむすびを　ありがとう」\n「おれいに、こんどはぼくらが　おもてなしします」\nおじいさんは　たっぷり　ごちそうをたべ、\nおみやげに　うちでのこづちをもらいました。\nいえにかえると　おばあさんに、ねずみのはなしをしました。\n「うちでのこづちをふると　なんでもすきなものが　でてくるらしい」\n「まあ、それならわたしは　あかちゃんがほしいわ」\nおじいさんが　うちでのこづちをふると\n「おんぎゃあー」\nたまのようにかわいらしい　あかちゃんがうまれました。\n「みんなでなかよく　くらそう」\n「たくさん　おむすびをつくりましょうね」\nさんにんのいえには　いつまでも　わらいごえがひびいていました。",
            "characterCount": 650,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-usagitokame",
            "title": "うさぎとかめ",
            "category": "イソップ童話",
            "difficulty": 1,
            "order": 5,
            "content": "あるひ、うさぎはかめにいいました。\n「かめさん、きみはなんてあしがおそいんだい」\nかめはにっこりわらってこたえました。\n「それでは、やまのうえまでどちらがはやくつけるか、かけっこをしましょう」\n「いいよ。ぼくがまけるはずがない」\nうさぎとかめは、よういドン！でかけだしました。\nうさぎはぴょんぴょんとはねて、あっというまにさきへいってしまいました。\n「ふふん、かめさんはまだあんなところにいる。ちょっとひとやすみしよう」\nうさぎはきのかげでひるねをはじめました。\nそのあいだも、かめはいっぽ、いっぽ、やすまずにあるきつづけました。\nうさぎがめをさますと、もうゆうがたでした。\n「しまった！ねすごしてしまった！」\nうさぎはあわててはしりだしましたが、もうまにあいません。\nやまのうえでは、かめがゴールしてまっていました。\n「うさぎさん、わたしのしっぽですよ」\nあしのはやいうさぎでも、なまけていては、コツコツがんばるかめにはかてなかったのです。",
            "characterCount": 400,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-aritokirigirisu",
            "title": "ありとキリギリス",
            "category": "イソップ童話",
            "difficulty": 1,
            "order": 6,
            "content": "なつのあついひ、ありたちはあせをかきながら、せっせとたべものをはこんでいました。\nそれおみたキリギリスは、バイオリンをひきながらわらいました。\n「ありさん、そんなにあくせくはたらいていないで、ぼくとあそぼうよ」\n「いいえ、もうすぐふゆがきます。いまのうちにたべものをあつめておかないと、こまってしまいますよ」\n「ふゆなんてまだまださきだよ」\nキリギリスはそういうと、またバイオリンをひいてあそびました。\nやがて、さむいふゆがやってきました。\nゆきがふりつもり、たべものはどこにもありません。\n「おなかがすいたよう。さむいよう」\nキリギリスはふるえながら、ありのいえのドアをたたきました。\n「ありさん、なにかたべるものをわけてください」\nありはいえのなかへキリギリスをいれてあげました。\n「キリギリスさん、なつにあそんでばかりいるからですよ」\nキリギリスは、ありたちがあつめたたべものをたべさせてもらい、なつにはたらくことのたいせつさをしりました。",
            "characterCount": 400,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kitakazetotaiyo",
            "title": "きたかぜとたいよう",
            "category": "イソップ童話",
            "difficulty": 1,
            "order": 7,
            "content": "あるひ、きたかぜとたいようがちからくらべをしました。\n「あそこをあるいているたびびとのコートを、どちらがぬがせられるかきょうそうしよう」\n「いいだろう」\nまずはきたかぜが、ビュービューとつめたいかぜをふきつけました。\n「ううっ、さむい」\nたびびとはコートのえりをしっかりとつかみ、コートをとばされないようにしました。\nきたかぜがふけばふくほど、たびびとはコートをしっかりとおさえつけます。\n「ふう、だめだ」\nきたかぜはあきらめました。\nつぎはたいようのばんです。\nたいようはニコニコとわらって、ポカポカとあたたかいひざしをおくりました。\n「おや、いいおてんきになってきたな」\nたびびとはえりをつかんでいたてをはなしました。\nたいようがもっとあたたかいひざしをおくると、\n「あつい、あつい」\nたびびとはとうとうコートをぬぎはじめました。\n「わたしのいただきだね」\nちからずくよりも、やさしさのほうがつよいことがあるのです。",
            "characterCount": 400,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kinnoonoginnoono",
            "title": "きんのおの　ぎんのおの",
            "category": "イソップ童話",
            "difficulty": 1,
            "order": 8,
            "content": "あるきこりが、いずみのほとりで木をきっていました。\nすると、てがすべって、たいせつなおのをいずみのなかへおとしてしまいました。\n「ああっ、どうしよう。あのおのがないと、しごとができない」\nきこりがなきだすと、いずみのなかからめがみさまがあらわれました。\n「きこりよ、なにをないているのですか」\n「おのをいずみにおとしてしまったのです」\nめがみさまはもぐっていき、きんのおのをもってきました。\n「あなたが落としたのは、このきんのおのですか？」\n「いいえ、ちがいます」\nめがみさまはまたもぐっていき、ぎんのおのをもってきました。\n「では、このぎんのおのですか？」\n「いいえ、それもちがいます」\nめがみさまはまたもぐっていき、ふるい鉄のおのをもってきました。\n「では、この鉄のおのですか？」\n「はい！そうです！それがわたしのおのです！」\n「あなたはしょうじきな人ですね」\nめがみさまはかんしんして、きんのおのとぎんのおのも、きこりにくれました。\nそれをきいたよくばりな男が、わざとおのをいずみにおとしました。\nめがみさまがきんのおのをもってくると、\n「そうです！それがわたしのおのです！」\nといいました。\nめがみさまはおこって、きんのおのもかえさず、いずみのなかへきえてしまいました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-ookamishonen",
            "title": "おおかみしょうねん",
            "category": "イソップ童話",
            "difficulty": 1,
            "order": 9,
            "content": "あるひつじかいの男の子が、ひまつぶしに大声でさけびました。\n「たいへんだ！おおかみがでたぞ！」\n村の人たちはびっくりして、くわやカマをもってかけつけました。\n「どこだ！おおかみはどこだ！」\n「あははは。うそだよ。だまされた」\n男の子はおもしろがってわらいました。\n村の人たちはおこってかえっていきました。\nつぎの日も、男の子はさけびました。\n「たいへんだ！おおかみがでたぞ！」\n村の人たちはまたかけつけましたが、やっぱりうそでした。\n「いいかげんにしなさい！」\n村の人たちはかんかんにおこりました。\nそのつぎの日、ほんとうにおおかみが現れました。\n「たいへんだ！おおかみだ！たすけてくれ！」\n男の子はいっしょうけんめいさけびました。\nでも、村の人たちは「またうそにきまっている」とおもって、だれも助けに来ませんでした。\nひつじたちはみんなおおかみにたべられてしまいました。\nうそばかりついていると、ほんとうのことをいっても信じてもらえなくなるのです。",
            "characterCount": 450,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-hanasakajiisan",
            "title": "はなさかじいさん",
            "category": "昔話",
            "difficulty": 1,
            "order": 10,
            "content": "むかしむかし、あるところに、こころのやさしいおじいさんとおばあさんがいました。\nふたりは「シロ」という犬をかっていました。\nある日、シロがはたけで「ここほれワンワン」とほえました。\nおじいさんがそこをほってみると、大判小判がザックザクでてきました。\nそれをみたとなりのいじわるじいさんが、シロをむりやりつれていき、「ここほれワンワン」とほえさせました。\nそこをほってみると、でてきたのはゴミやガラクタばかり。\nおこったいじわるじいさんは、シロをたたきころしてしまいました。\nやさしいおじいさんはシロのおはかをつくり、そこに木をうえました。\n木はぐんぐんそだちました。\nおじいさんがその木でうすをつくり、おもちをつくと、おいしいおもちがたくさんできました。\nいじわるじいさんがそれをまねしてうすをつくると、おもちはまっくろな石ころになってしまいました。\nおこったいじわるじいさんは、うすをもやして灰にしてしまいました。\nやさしいおじいさんはその灰をもらってかえり、枯れ木にまきました。\n「枯れ木に花をさかせましょう」\nすると、枯れ木にまんかいの桜の花がさきました。\nそれを見ていたとのさまが、おじいさんにたくさんのごほうびをくれました。\nいじわるじいさんがまねをして灰をまくと、灰がとのさまの目に入ってしまい、ひどくおこられました。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-shitakirisuzume",
            "title": "したきりすずめ",
            "category": "昔話",
            "difficulty": 1,
            "order": 11,
            "content": "むかしむかし、あるところに、おじいさんとおばあさんがいました。\nおじいさんは、ケガをしたすずめをたすけて、かわいがっていました。\nある日、すずめがおばあさんの糊（のり）をたべてしまいました。\nおこったおばあさんは、すずめの舌（した）をチョキンときって、追い出してしまいました。\nおじいさんはすずめが心配になり、山へさがしにいきました。\n「すずめのお宿はどこだ」\nやぶのなかをすすんでいくと、すずめたちがでてきて、おじいさんをかんげいしました。\n「おじいさん、よくきてくれました」\nすずめたちはごちそうをだし、おどりをおどってくれました。\nかえりにおみやげとして、大きなつづらと小さなつづら、どちらがいいかききました。\n「わしは年寄りだから、小さいほうでいいよ」\nおじいさんが小さなつづらをもってかえり、あけてみると、なかには宝物がたくさんはいっていました。\nそれをみたおばあさんは、すずめのお宿へいき、大きなつづらをもらってきました。\n「なかみはなんだろう」\nみちのとちゅうでつづらをあけてみると、なかからはお化けや虫がたくさんでてきました。\nおばあさんは腰をぬかしてにげかえりました。",
            "characterCount": 550,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-issunboshi",
            "title": "一寸法師（いっすんぼうし）",
            "category": "昔話",
            "difficulty": 1,
            "order": 12,
            "content": "むかしむかし、あるところに、おじいさんとおばあさんがいました。\nこどもがいなかったので、かみさまにおねがいしました。\n「ゆびさきほどの大きさでもいいから、こどもをさずけてください」\nすると、ほんとうにゆびさきほどの小さな男の子がうまれました。\n「一寸法師」となづけられ、たいせつにそだてられました。\n一寸法師はいつまでたっても大きくなりませんでしたが、とても元気でかしこい子でした。\nある日、一寸法師は「京のみやこへいって、りっぱな侍になります」といいました。\nおわんのふねに、おはしのかい。\nはりのかたなに、わらのさや。\n一寸法師は川をくだって京へいきました。\n京では大きなお屋敷ではたらくことになりました。\nある日、お姫様がお寺へおまいりにいくおともをしました。\nすると、とつぜん鬼があらわれて、お姫様をさらおうとしました。\n「やめるんだ！」\n一寸法師は鬼にたちむかいました。\n鬼は一寸法師をつまみあげて、パクッと飲み込んでしまいました。\n一寸法師は鬼のおなかのなかで、はりのかたなをチクチクさしました。\n「いたい！いたい！たすけてくれ！」\n鬼は一寸法師をはきだし、もっていた「打ち出の小槌」をおいてにげていきました。\n「これが噂の打ち出の小槌か」\nお姫様が小槌をふると、一寸法師の体はみるみる大きくなり、りっぱな若者になりました。\n一寸法師はお姫様と結婚して、しあわせにくらしました。",
            "characterCount": 650,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kintaro",
            "title": "金太郎（きんたろう）",
            "category": "昔話",
            "difficulty": 1,
            "order": 13,
            "content": "むかしむかし、足柄山（あしがらやま）の山奥に、金太郎という元気な男の子がいました。\n金太郎は生まれたときから力持ちで、ハイハイをすれば石臼（いしうす）を引きずり、歩き出せば大きな木を引っこ抜くほどでした。\n金太郎の友だちは、山の動物たちでした。\nくま、しか、さる、うさぎ。\n毎日みんなで相撲（すもう）をとって遊びました。\n「はっけよい、のこった！」\n一番強いのはもちろん金太郎です。\n大きな熊（くま）も、金太郎にはかないません。\nある日、金太郎が熊の背中に乗って山を歩いていると、谷川に行き当たりました。\n橋がなくて動物たちが困っています。\n「よし、ぼくにまかせておけ」\n金太郎は近くの大きな杉の木に体当たりしました。\nドシーン！\n大きな木が倒れて、一本橋になりました。\n「わあ、すごい！」\n動物たちは大喜びで橋を渡りました。\nその様子を見ていた立派な侍（さむらい）がいました。\n「なんと素晴らしい力だ。どうだ、わしの家来になって、都で悪い鬼を退治しないか」\n「はい！なります！」\n金太郎は侍の家来になり、坂田金時（さかたのきんとき）という立派な名前をもらいました。\nそして、都で大活躍しました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-sarukanigassen",
            "title": "さるかにがっせん",
            "category": "昔話",
            "difficulty": 1,
            "order": 14,
            "content": "むかしむかし、あるところに、さるとかにがいました。\nさるは柿の種を、かにはおにぎりを持っていました。\n「かにさん、そのおにぎりと、この柿の種を交換しようよ」\n「えー、柿の種なんて食べられないよ」\n「種をまけば、おいしい柿がたくさんなるんだよ」\nかには種と交換しました。\nかには種をまいて、歌いました。\n「はやくめをだせ柿の種、ださぬとはさみでちょんぎるぞ」\n柿の木はぐんぐん育ち、実がたくさんなりました。\nそこへさるがやってきました。\n「おいしそうだね。ぼくがとってあげるよ」\nさるは木に登ると、自分ばかり食べて、かにには青くて硬い柿を投げつけました。\nかには大怪我をしてしまいました。\nかにの子どもたちは泣いていました。\nそこへ、くり、はち、うす、ふんがやってきました。\n「どうしたんだい」\n「さるがひどいことをしたんだ」\n「よし、みんなでかたきうちだ」\nみんなはさるの家に忍び込みました。\nさるが帰ってきて囲炉裏（いろり）にあたろうとすると、くりがパチーンとはじけました。\n「あちち！」\nさるが水桶（みずおけ）にいくと、はちがチクリと刺しました。\n「いたい！」\nさるがあわてて外へ逃げようとすると、ふんがすべって転ばせました。\n「うわあ！」\n最後に屋根からうすがドシーンとおちてきて、さるをこらしめました。\n「ごめんなさい、もうしません」\nさるは反省して、みんなとなかよくしました。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kachikachiyama",
            "title": "かちかち山",
            "category": "昔話",
            "difficulty": 1,
            "order": 15,
            "content": "むかしむかし、あるところに、おじいさんとおばあさんがいました。\nいたずら好きのたぬきが、おばあさんをひどい目にあわせました。\nおじいさんが悲しんでいると、うさぎがやってきました。\n「おじいさん、私がかたきをとってあげましょう」\nうさぎはたぬきを誘って、柴刈り（しばかり）にいきました。\n帰り道、うさぎはたぬきの背負っている柴に火をつけました。\nカチカチ。\n「うさぎさん、今の音はなんだい？」\n「ここはカチカチ山だから、カチカチ鳥がないているんだよ」\nボウボウ。\n「うさぎさん、今の音はなんだい？」\n「ここはボウボウ山だから、ボウボウ鳥がないているんだよ」\nそのうち、たぬきの背中が燃え上がりました。\n「あちちち！助けてくれ！」\nたぬきは大火傷をしました。\n数日後、うさぎは薬を持ってたぬきのお見舞いにいきました。\n「よく効く薬だよ」\nうさぎが塗ったのは、唐辛子（とうがらし）入りの味噌でした。\n「うぎゃあ！いたいよお！」\nたぬきは飛び上がって泣きました。\n最後に、うさぎはたぬきを釣りに誘いました。\nうさぎは木の舟に、たぬきは泥の舟に乗りました。\n沖へ出ると、泥舟はだんだん溶けて沈んでいきました。\n「助けてくれぇ！」\n「おばあさんをいじめた罰だ」\nたぬきは沈んでいきました。\n（※現代向けのマイルドな結末にする場合もありますが、昔話の原文に近い形にしました）",
            "characterCount": 550,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-bunbukuchagama",
            "title": "ぶんぶく茶釜",
            "category": "昔話",
            "difficulty": 1,
            "order": 16,
            "content": "むかしむかし、あるお寺に、古道具屋（ふるどうぐや）で買った茶釜（ちゃがま）がありました。\n和尚（おしょう）さんがお湯を沸かそうと火にかけると、茶釜が「あついよぉ」と言って、手足を出して動き出しました。\n「うわあ、お化けだ！」\n和尚さんはびっくりして、茶釜を古道具屋に返してしまいました。\n古道具屋が家に持ち帰ると、茶釜がまた動き出しました。\n「おいらはタヌキだ。名前はぶんぶく」\n茶釜に化けていたタヌキが正体を現しました。\n「おいらを大切にしてくれたら、いいことあるよ」\nそこで古道具屋は、見世物小屋（みせものごや）を開いて、「綱渡りをする茶釜」を見せることにしました。\n「さあさあ、世にも珍しい、綱渡りをする茶釜だよ」\nぶんぶく茶釜は、扇子（せんす）を持って綱の上を上手に歩きました。\n見世物は大評判となり、古道具屋はお金持ちになりました。\nぶんぶく茶釜は、その後もお寺で大切にされたそうです。",
            "characterCount": 450,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-tsurunoongaeshi",
            "title": "つるのおんがえし",
            "category": "昔話",
            "difficulty": 1,
            "order": 17,
            "content": "むかしむかし、ある若者が、罠（わな）にかかっている鶴（つる）を助けました。\nその日の夜、美しい娘が若者の家を訪ねてきました。\n「道に迷ってしまいました。一晩泊めてください」\n娘はそのまま若者の家に住みつき、ふたりは夫婦になりました。\nある日、娘がいいました。\n「布を織りますから、決して部屋の中をのぞかないでください」\n娘は部屋にこもり、トンカラリン、トンカラリンと機（はた）を織りました。\n出来上がった布は、とても美しく、「鶴の千羽織（せんばおり）」として高く売れました。\n若者はお金持ちになりましたが、もっと布を織ってくれと頼みました。\n娘はだんだん痩せていきましたが、若者はのぞかない約束を守りませんでした。\nそっと部屋をのぞくと、一羽の鶴が自分の羽を抜いて、布を織っていたのです。\n「ああっ、見られてしまいましたね」\n鶴は娘の姿に戻り、涙を流しました。\n「私はあなたに助けられた鶴です。正体を見られたからには、もうここにはいられません」\n鶴は空高く舞い上がり、どこかへ飛んでいってしまいました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-kobutorijiisan",
            "title": "こぶとりじいさん",
            "category": "昔話",
            "difficulty": 1,
            "order": 18,
            "content": "むかしむかし、ある村に、右のほっぺたに大きなこぶのあるおじいさんがいました。\nある日、山で雨に降られ、木の穴で雨宿りをしていました。\nすると、鬼たちが集まってきて、酒盛り（さかもり）を始めました。\nおじいさんは怖くて震えていましたが、鬼たちの踊りが楽しそうだったので、つい出ていって一緒に踊りだしました。\n「おじいさん、うまいぞ！また来いよ」\n鬼たちは喜び、明日も来る約束として、おじいさんのこぶをとって預かりました。\nおじいさんはこぶがなくなり、すっきりして帰りました。\nそれを聞いた隣の左のほっぺたにこぶのあるおじいさんが、自分もこぶをとってもらおうと山へ行きました。\n鬼たちが宴会をしているところへ出ていき、踊りましたが、へたくそでした。\n「なんだ、下手くそだな。このこぶは返してやる」\n鬼は預かっていたこぶを、隣のおじいさんの右のほっぺたにくっつけました。\n隣のおじいさんは、両方のほっぺたにこぶがついてしまい、泣いて帰りました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-nezuminoyomeiri",
            "title": "ねずみの嫁入り",
            "category": "昔話",
            "difficulty": 1,
            "order": 19,
            "content": "むかしむかし、あるねずみの夫婦に、世界一美しい娘がいました。\n「世界一強いお婿さんをもらおう」\nお父さんねずみは、太陽にお願いにいきました。\n「太陽さん、あなたが世界一強いですね。娘をもらってください」\n「いやいや、私より強いのは雲さんだ。私が照らしても、雲さんには隠されてしまう」\nそこでお父さんは雲のところへいきました。\n「雲さん、娘をもらってください」\n「いやいや、私より強いのは風さんだ。私が空を覆っても、風さんには吹き飛ばされてしまう」\nそこでお父さんは風のところへいきました。\n「風さん、娘をもらってください」\n「いやいや、私より強いのは壁さんだ。私がいくら吹いても、壁さんはびくともしない」\nそこでお父さんは壁のところへいきました。\n「壁さん、娘をもらってください」\n「いやいや、私より強いのはねずみさんだ。私がいくら頑丈でも、ねずみさんにかじられたら穴が開いてしまう」\n「なんだ、ねずみが世界一強いのか」\n結局、娘は隣の家のちゅうすけと結婚して、幸せに暮らしました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-warashibechoja",
            "title": "わらしべ長者",
            "category": "昔話",
            "difficulty": 1,
            "order": 20,
            "content": "むかしむかし、ある貧乏な若者が、観音様にお祈りをしました。\n「どうかお金持ちにしてください」\n観音様は「お堂を出て最初に手にしたものを大切にしなさい」と言いました。\n若者がお堂を出て転んだ拍子に、一本のわらしべ（藁）を掴みました。\n「これかあ」\n若者が歩いていると、アブが飛んできたので、わらしべに結びつけました。\nすると、泣いている子供がそれを欲しがったのであげました。\nお礼にミカンを3つもらいました。\nさらに歩いていると、喉が渇いて苦しんでいる人がいたので、ミカンをあげました。\nお礼に上等な反物（たんもの）をもらいました。\nさらに歩いていると、馬が倒れて困っている侍がいました。\n若者は反物と馬を交換しました。\n若者が水を飲ませると、馬は元気になりました。\nその馬に乗って旅をしていると、引っ越しをしている長者がいました。\n「いい馬だ。屋敷と交換してくれ」\n若者は馬と屋敷を交換し、大金持ちになりました。\n一本のわらしべから長者になったので、わらしべ長者と呼ばれました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade1-urikohime",
            "title": "うりこひめとあまのじゃく",
            "category": "昔話",
            "difficulty": 1,
            "order": 21,
            "content": "むかしむかし、川上から流れてきた瓜（うり）から女の子が生まれました。\n「うりこひめ」と名付けられ、機織（はたお）りが上手な娘に育ちました。\nある日、おじいさんとおばあさんが町へ出かけるので、うりこひめは留守番をしていました。\n「誰がきても戸を開けてはいけないよ」\nところが、あまのじゃくがやってきて、言葉巧みに戸を開けさせてしまいました。\nあまのじゃくはうりこひめをさらって、自分がうりこひめの着物を着てなりすましました。\nおじいさんとおばあさんが帰ってくると、木の上から声がしました。\n「うりこひめは木の上、あまのじゃくは家の中」\nおじいさんたちはびっくりしてあまのじゃくを追い出し、うりこひめを助け出しました。",
            "characterCount": 400,
            "chineseCharCount": 0
        }
    ]
}