{
    "grade": "4年生",
    "lessons": [
        {
            "id": "jp-grade4-chumon",
            "title": "注文の多い料理店（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 1,
            "content": "二人の若い紳士が、すっかりイギリスの兵隊の形をして、ぴかぴかする鉄砲をかついで、白熊のような犬を二疋（ひき）つれて、だいぶ山奥の、木の葉のかさかさしたとこを歩いておりました。\n「全体、ここらの山は怪しからんね。鳥も獣も一疋も居やがらん。なんでも構わないから、早くタンタアーンとやって見たいもんだなあ。」\n「鹿の黄いろな横腹なんぞに、二三発お見舞いもうしたら、ずいぶん痛快だろうねえ。くるくるまわって、それからどたっと倒れるだろうねえ。」\nそれはだいぶの山奥でした。\n案内してきた専門の鉄砲打ちも、ちょっとまごついて、どこかへ行ってしまったくらいの山奥でした。\nそれに、あんまり山が物凄（ものすご）いので、その白熊のような犬が、二疋ともめまいを起こして、しばらく唸（うな）って、それから泡（あわ）を吐いて死んでしまいました。\n「じつにぼくは、二千四百円の損害だ」と一人の紳士が、その犬の眼蓋（まぶた）を、ちょっとかえして見ながら言いました。\n「ぼくは二千八百円の損害だ。」と、も一人が、くやしそうに、頭をまげて言いました。\nはじめの紳士は、すこし顔色を悪くして、じっと、も一人の紳士の顔つきを見ながら言いました。\n「ぼくはもう戻ろうと思う。」\n「ぼくも戻ろうと思う。寒気がして来たし、腹は空いて来たし、それに、山男にでも出逢（であ）ってはつまらないから。」\n「そいじゃ、これで切りあげよう。なあに、昨日は、宿屋で山鳥を十円も買ったんだから。」\n「そいじゃ帰ろう。うまくいけば、昨日の宿屋へ、夕方までに帰れるだろう。」\n二人は、そこで引返（ひきかえ）そうとしましたが、どうも困ったことには、どっちへ行けば戻れるのか、いっこう見当がつかなくなっていました。\n風がどうと吹いて来て、草はざわざわ、木の葉はかさかさ、木はごとんごとんと鳴りました。\n「どうも腹が空いた。さっきから横っ腹が痛くてたまらないんだ。」\n「ぼくもそうだ。もうあんまりあるきたくないな。」\n「あるきたくないよ。ああ困ったなあ、何かたべたいなあ。」\n「たべたいもんだなあ」\n二人の紳士は、ざわざわ鳴るすすきの中で、こんなことを言いました。\nその時ふと後ろを見ますと、立派な一軒の西洋造りの家がありました。\nそして玄関には\nRESTAURANT\n西洋料理店\nWILDCAT HOUSE\n山猫軒\nという札（ふだ）がでていました。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-yodaka",
            "title": "よだかの星（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 2,
            "content": "よだかは、実にみにくい鳥です。\n顔は、ところどころ、味噌（みそ）をつけたようにまだらで、くちばしは、ひらたくて、耳までさけています。\n足は、まるでよぼよぼで、一間（けん）とも歩けません。\nほかの鳥は、もう、よだかの顔を見ただけでも、いやになると言っていました。\nたとえば、ひばりも、あまり美しい鳥ではありませんが、よだかよりは、ずっと上だと思っていましたので、夕方など、よだかに出会いますと、さもさも厭（いや）なそうに、しんねりと目をつぶりながら、首をそっぽへ向けるのでした。\nもっとちいさな、おしゃべりの鳥などは、いつでもよだかのまっこうから悪口をしました。\n「ヘン。又（また）出て来たね。まあ、あの顔を御覧（ごらん）。まるで、乾いた粘土（ねんど）だね。」\n「まあ、あの口の大きいこと。きっと、蛙（かえる）の親類だぜ。」\nこんな調子です。\nおお、よだか。どこまで飛ぶか。\nよだかは、実にみにくい鳥です。\nけれど、よだかは、決して、悪い鳥ではありませんでした。\nよだかは、自分のみにくいことや、他の鳥にいじめられることを、悲しんでいました。\nある日、よだかは、鷹（たか）にいじめられました。\n「おい、お前は名前を変えろ。俺と同じ『鷹』という字を使うな」\n「でも、これは昔からついている名前なんです」\n「生意気（なまいき）だ。名前を変えないと、殺してしまうぞ」\nよだかは、もう生きていくのが辛（つら）くなりました。\n「僕は、誰の命も奪（うば）わずに、生きていきたい」\nよだかは、空高く飛び上がりました。\n「お星さま、私をあなたの所へ連れて行ってください」\nどのお星さまも、よだかを相手にしてくれませんでした。\nよだかは、泣きながら、もっと高く、もっと高く飛びました。\n体が凍（こお）りつきそうになっても、飛び続けました。\nそして、いつの間にか、よだかは燃え上がって、美しい青い星になりました。\n今でも、夜空で燃え続けている、あの星がそうです。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-donguri",
            "title": "どんぐりと山猫（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 3,
            "content": "ある土曜日の夕方、一郎の家へ、おかしなはがきが来ました。\n『かねた一郎さま\n　九月十九日\n　あなたは、ごきげんよろしいほで、けっこうです。\n　あした、めんどなさいばんしますから、おいでんなさい。\n　とびどぐもたないでくなさい。\n　　　　　　　　　　　　　　　　　山猫拝』\n一郎は、これを見て、よろこんで栗（くり）の木の下へ行って、はねあがりました。\n次の日、一郎は山へ行きました。\n「山猫さん、山猫さん」\n一郎が呼ぶと、山猫が出てきました。\n「やあ、よく来てくれた。実は、どんぐりたちが喧嘩（けんか）をしていて困っているんだ」\n見ると、たくさんのどんぐりたちが、わいわい騒（さわ）いでいました。\n「僕が一番偉（えら）いんだ。頭が尖（とが）っているから」\n「いいや、僕だ。丸くて大きいから」\n「僕だ。背が高いから」\nどんぐりたちは、誰が一番偉いかで言い争っていたのです。\n山猫は、一郎に聞きました。\n「どうしたらいいだろう」\n一郎は笑って言いました。\n「そんなの簡単だよ。『この中で、一番偉くないのが、一番偉い』って言えばいいんだよ」\n山猫は、なるほどと思って、大声で言いました。\n「おい、いいか。この中で、一番偉くないのが、一番偉いんだぞ！」\nすると、どんぐりたちは、シーンと静まり返りました。\n「なんだ、そうだったのか」\nどんぐりたちは、恥（は）ずかしそうに、それぞれの場所へ帰っていきました。\n山猫は、一郎にお礼を言いました。\n「ありがとう。おかげで助かったよ。お礼に、どんぐりを一升（いっしょう）あげようか、それとも黄金（おうごん）のどんぐりを一つあげようか」\n「黄金のどんぐりがいいな」\n一郎は、黄金のどんぐりを一つもらって帰りました。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-nametoko",
            "title": "なめとこ山の熊（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 4,
            "content": "なめとこ山の熊のことならおもしろい。\nなめとこ山は、大きな山だ。\n淵沢小十郎（ふちざわこじゅうろう）は、そのなめとこ山で熊を撃（う）って暮らしていた。\n小十郎は、熊の言葉がわかった。\nある時、小十郎は大きな熊を撃った。\n熊は死ぬ前に言った。\n「小十郎、お前を恨（うら）みはしないよ。お前も生活のためにやっているんだからな。でも、今度生まれてくる時は、熊なんぞには生まれてこないよ」\n小十郎は、涙を流して詫（わ）びた。\n「すまねえ、すまねえ。俺も好きで撃ってるわけじゃねえんだ」\n小十郎は、熊の皮を剥（は）いで、肉を売って暮らしていた。\nしかし、小十郎はだんだん年をとって、体が動かなくなってきた。\nある冬の日、小十郎はまた山へ入った。\nそこで、今まで見たこともないような大きな熊に出会った。\n小十郎は鉄砲を構えたが、熊は少しも恐れずに近づいてきた。\n「小十郎、もうやめろ。お前も年だ。俺が引導（いんどう）を渡してやる」\n熊はそう言うと、小十郎に襲（おそ）いかかった。\n小十郎は、雪の上に倒れた。\n「ああ、これでやっと休める」\n小十郎の周りを、たくさんの熊たちが囲んで、静かに祈っていた。\nそれは、小十郎が今まで撃ってきた熊たちの魂（たましい）だったのかもしれない。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-kenju",
            "title": "虔十公園林（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 5,
            "content": "虔十（けんじゅう）は、いつも笑っている子供でした。\n村の子供たちが遊んでいても、虔十は一人で杉の苗（なえ）を植えていました。\n「虔十、何をしてるんだ」\n「杉を植えてるんだ」\n「そんなところに植えても、大きくならないぞ」\nみんなは虔十を馬鹿にしました。\nでも、虔十は毎日毎日、杉の苗を植え続けました。\nやがて、虔十は病気で死んでしまいました。\n虔十が植えた杉は、少しずつ大きくなって、立派な林になりました。\n村の人たちは、その林を「虔十公園林」と呼ぶようになりました。\n子供たちは、その林で遊ぶのが大好きでした。\n涼しい木陰（こかげ）があって、きれいな空気が流れていました。\nある日、偉い博士が村にやってきて、その林を見ました。\n「これは素晴らしい林だ。誰が植えたのですか」\n「虔十という、少し足りない子供が植えました」\n「いや、その子供は天才だ。こんなに美しい林を作るなんて、誰にでもできることではない」\n博士は感心して言いました。\n村の人たちは、初めて虔十のすごさに気がつきました。\n虔十は死んでしまったけれど、その心は林となって、いつまでも村の人たちを見守っているのです。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-yukiwatari",
            "title": "雪渡り（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 6,
            "content": "雪がすっかり凍（こお）って、大理石（だいりせき）よりも堅（かた）くなり、空も冷たい滑（なめ）らかな青い石の板でできているらしい、ある日のことでした。\n四郎（しろう）とかん子は、小さな雪沓（ゆきぐつ）をはいて、キックキックトントン、キックキックトントン、野原に出ました。\nすると、向こうから、白い狐（きつね）の子が走ってきました。\n「こんこん、こんにちは。今日は狐の幻燈会（げんとうかい）があるんですよ。来ませんか」\n「えっ、狐の幻燈会？」\n四郎とかん子は、顔を見合わせました。\n「怖いんじゃない？」\n「大丈夫ですよ。僕たちは、人を騙（だま）したりしませんよ」\n狐の子は、真面目（まじめ）な顔で言いました。\n「それじゃ、行ってみようか」\n二人は、狐の子についていきました。\n森の中の広場には、たくさんの狐が集まっていました。\n「ようこそ、人間の子供たち」\n狐たちは、二人を歓迎してくれました。\n幻燈会が始まりました。\nスクリーンには、美しい景色や、面白いお話が映し出されました。\nお餅（もち）や、お菓子（かし）もご馳走（ちそう）になりました。\n「狐の団子（だんご）じゃないよね」\n四郎が心配して聞くと、狐たちは笑いました。\n「違いますよ。これは、ちゃんとお店で買ってきたものですよ」\n二人は、すっかり狐たちと仲良くなりました。\n「また来てくださいね」\n帰るとき、狐たちは見送ってくれました。\n「キックキックトントン、キックキックトントン」\n二人は、雪の上を滑るように帰っていきました。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-serohiki",
            "title": "セロ弾きのゴーシュ（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 7,
            "content": "ゴーシュは町の活動写真館でセロを弾く係でした。\nけれどもあんまり上手でないという評判でした。\n上手でないどころではなく実は仲間の楽手のなかではいちばん下手でしたから、いつでも楽長にいじめられるのでした。\nひるすぎみんなは楽屋に円くならんで今度の町の音楽会へ出す第六交響曲の練習をしていました。\nトランペットは一生けん命歌っています。\nバイオリンも二いろ風のように鳴っています。\nクラリネットもボーボーと鳴っています。\nゴーシュも口をりんと結んで眼を皿のようにして楽譜を見つめながらもう一心に弾いています。\nにわかに楽長が両手を鳴らしました。\nみんなピタリとやみました。\n「セロがおくれた。トォテテ　テテテイ、ここから。はい。」\nみんなははじめました。ゴーシュも口をまがえて一生けん命です。\nその晩、ゴーシュは家に帰ってからも練習を続けました。\nすると、トントンと戸を叩く音がします。\n「誰だい」\n入ってきたのは、大きな三毛猫（みけねこ）でした。\n「先生、シューマンのトロイメライを弾いてください」\n猫は生意気（なまいき）に言いました。\nゴーシュは腹を立てて、「インドの虎狩（とらガ）り」という激しい曲を弾きました。\n猫はびっくりして目を回し、逃げていきました。\n次の晩は、カッコウがやってきました。\n「ドレミファソラシドを教えてください」\nゴーシュは何度も弾かされて、くたくたになりました。\nその次の晩は、狸（たぬき）の子がやってきて、小太鼓（こだいこ）の練習をしました。\nその次の晩は、野鼠（のねずみ）の親子がやってきて、病気の子供を治してくれと言いました。\nゴーシュがセロを弾くと、子供の鼠は元気になりました。\nこうして、動物たちと練習をしているうちに、ゴーシュのセロはだんだん上手になっていきました。\nそして音楽会の日、ゴーシュの演奏は素晴らしい評判をとりました。",
            "characterCount": 900,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-kazenomatasaburo",
            "title": "風の又三郎（宮沢賢治）",
            "category": "物語",
            "difficulty": 4,
            "order": 8,
            "content": "どっどど　どどうど　どどうど　どどう\n青いくるみも吹きとばせ\nすっぱいかりんも吹きとばせ\nどっどど　どどうど　どどうど　どどう\n\n谷川の岸に小さな学校がありました。\n教室はたった一つでしたが生徒は三年生がないだけで、あとは一年から六年までみんなありました。\n運動場もテニスコートのくらいでしたが、すぐうしろは栗（くり）の木のあるきれいな草の山でしたし、運動場のすみにはごうごうと鳴る冷たい谷川も流れていました。\n九月一日の朝でした。\n二郎（じろう）たちが学校へ行ってみると、教室の一番うしろの机に、見慣れない赤毛の男の子が座っていました。\n「あいつは誰だい」\n「風の又三郎（またさぶろう）だよ」\nみんなはそう噂（うわさ）しました。\n又三郎は、風のように現れて、風のように去っていく不思議な転校生でした。\n又三郎は、みんなと一緒に山へ行ったり、川で泳いだりして遊びました。\n又三郎が笑うと、風がざあっと吹きました。\n又三郎が走ると、木々がざわざわと揺（ゆ）れました。\nある風の強い日、又三郎は言いました。\n「僕、もう行かなくちゃ」\n「どこへ行くんだい」\n「風の吹くところさ」\n次の日、又三郎はいなくなっていました。\n先生は「お父さんの仕事の都合で転校したんだよ」と言いましたが、みんなは知っていました。\n又三郎は、風の精（せい）だったのだと。\nどっどど　どどうど　どどうど　どどう",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-happyprince",
            "title": "幸福の王子（オスカー・ワイルド）",
            "category": "物語",
            "difficulty": 4,
            "order": 9,
            "content": "町の広場に、幸福の王子と呼ばれる像が立っていました。\n体は金箔（きんぱく）で覆（おお）われ、目はサファイア、剣の柄（つか）にはルビーが輝いていました。\nある日、南へ渡る途中のツバメが、王子の足元で休んでいました。\nすると、上から滴（しずく）が落ちてきました。\n見上げると、王子が泣いていたのです。\n「どうして泣いているのですか」\n「町の人々の不幸が見えるからだ」\n王子は言いました。\n「あそこの家では、病気の子供がオレンジを欲しがっているが、お母さんは水しかあげられない。私の剣のルビーを届けてくれないか」\nツバメはルビーをくわえて、その家に届けました。\n次の日、王子は言いました。\n「あそこの屋根裏部屋で、若者が寒さと空腹（くうふく）で苦しんでいる。私の片目のサファイアを届けてくれないか」\nツバメはサファイアを届けました。\nその次の日、王子は言いました。\n「あそこでマッチ売りの少女が、マッチを落として泣いている。残りの片目のサファイアを届けてくれないか」\n「そんなことをしたら、あなたは目が見えなくなってしまいます」\n「いいのだ。おやり」\nツバメは泣く泣くサファイアを届けました。\n王子は目が見えなくなってしまいました。\n「私はもう南へは行きません。ずっとあなたのそばにいます」\nツバメは王子の肩にとまって、町の話をしてあげました。\n「もっと貧しい人たちに、私の体の金をはがして配っておくれ」\nツバメは言われる通りにしました。\n王子はボロボロの鉛（なまり）の像になってしまいました。\nやがて雪が降り、寒さでツバメは死んでしまいました。\nその瞬間、王子の鉛の心臓が真っ二つに割れました。\n町の人たちは、汚くなった像を取り壊して捨ててしまいました。\nしかし、神様は天使に言いました。\n「この町で一番美しいものを二つ持っておいで」\n天使は、王子の鉛の心臓と、死んだツバメを持って天国へ上がっていきました。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-matchuri",
            "title": "マッチ売りの少女（アンデルセン）",
            "category": "物語",
            "difficulty": 4,
            "order": 10,
            "content": "大晦日（おおみそか）の夜でした。\n雪が降りしきる中、一人の貧しい少女が、裸足（はだし）でマッチを売っていました。\n「マッチはいかがですか。マッチはいかがですか」\n誰も買ってくれる人はいませんでした。\n少女は寒さと空腹で、凍（こご）えそうでした。\n手足は感覚がなくなり、家へ帰ろうにも、マッチが一本も売れていないので、お父さんに叱られるのが怖くて帰れません。\n少女は建物の隅（すみ）に座り込みました。\n「一本だけ、点（つ）けてみようかな」\n少女はマッチを一本擦（す）りました。\nシュッ！\n明るい炎（ほのお）が燃え上がりました。\nすると、目の前に暖かいストーブが現れました。\n少女が手をかざそうとすると、マッチが消えて、ストーブも消えてしまいました。\nもう一本擦りました。\n今度は、ご馳走（ちそう）の並んだテーブルが現れました。\nガチョウの丸焼きがいい匂（にお）いをさせています。\nでも、マッチが消えると、また冷たい壁だけが残りました。\nもう一本擦りました。\n今度は、きれいなクリスマスツリーが現れました。\nたくさんの蝋燭（ろうそく）が輝いていました。\nマッチが消えると、蝋燭の光は空へ昇って星になりました。\nその星の一つが、すーっと流れ落ちました。\n「誰かが死んだんだわ」\n死んだおばあちゃんが、「星が流れるとき、魂（たましい）が神様のところへ行くのよ」と言っていたのを思い出しました。\n少女は、残りのマッチを全部束（たば）にして擦りました。\nパッとあたりが昼間のように明るくなりました。\nその光の中に、大好きなおばあちゃんが立っていました。\n「おばあちゃん！私を連れて行って！」\nおばあちゃんは優しく少女を抱き上げました。\n二人は光に包まれて、高く高く昇っていきました。\nそこは、寒くも、お腹が空くこともない、天国でした。\n翌朝、少女は壁の隅で、微笑（ほほえ）みながら死んでいました。\n手には、燃え尽きたマッチの束が握られていました。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-lastleaf",
            "title": "最後の一葉（オー・ヘンリー）",
            "category": "物語",
            "difficulty": 4,
            "order": 11,
            "content": "芸術家の集まる古いアパートに、ジョンシーとスーという二人の若い女性画家が住んでいました。\nある年の冬、ジョンシーは重い肺炎（はいえん）にかかってしまいました。\n医者はスーに、「助かる見込みは少ない。本人が生きようとする気力を持たなければだめだ」と言いました。\nジョンシーはベッドに横たわり、窓の外の煉瓦（れんが）の壁に這（は）っている蔦（つた）の葉を数えていました。\n「十二、十一、十・・・」\n「何を数えているの？」とスーが聞きました。\n「蔦の葉よ。あの葉が全部散ってしまったら、私も死ぬの」\nジョンシーは弱々しく言いました。\n「そんな馬鹿なこと言わないで」\nスーは励（はげ）ましましたが、ジョンシーの思い込みは変わりませんでした。\n階下（かいか）には、ベアマンという老画家が住んでいました。\n彼はいつか傑作（けっさく）を描くと言いながら、まだ何も描いていない飲んだくれの老人でした。\nスーはベアマンに、ジョンシーのことを話しました。\n「馬鹿げた話だ！葉っぱが散るのと命と何の関係がある！」\nベアマンは怒りました。\nその夜、激しい嵐（あらし）が吹き荒れました。\n翌朝、ジョンシーは「カーテンを開けて」と言いました。\nスーは恐る恐るカーテンを開けました。\nすると、どうでしょう。\n煉瓦の壁には、たった一枚、最後の一葉（ひとは）がしがみついていました。\n「まあ、まだ残っていたのね」\nその次の日も、また次の日も、その葉は散りませんでした。\nそれを見たジョンシーは、自分の弱さを恥じました。\n「あの葉は、生きようとして頑張っている。私も生きなくちゃ」\nジョンシーは少しずつ元気を取り戻しました。\nある日、医者が来て言いました。\n「もう大丈夫だ。ところで、階下のベアマンさんが肺炎で亡くなったよ。嵐の夜に、外でずぶ濡れになって絵を描いていたらしい」\nスーはジョンシーに言いました。\n「あの一枚の葉を見てごらんなさい。風が吹いても少しも揺れないでしょう。\nあれはね、ベアマンさんが描いた傑作なのよ。\n最後の一葉が散ってしまった夜に、彼がそこに描いたのよ」",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-hadakanoosama",
            "title": "裸の王様（アンデルセン）",
            "category": "物語",
            "difficulty": 4,
            "order": 12,
            "content": "ある国に、新しい服が大好きな王様がいました。\nある日、二人の詐欺師（さぎし）がやってきて言いました。\n「私たちは、世にも珍しい布を織（お）ることができます。\nその布は、美しいだけでなく、馬鹿な者や、役に立たない者には見えないという不思議な力があるのです」\n「それは素晴らしい」\n王様は大金を払って、その布を織らせました。\n詐欺師たちは、空っぽの織機（しょっき）に向かって、忙しそうに織るふりをしました。\n王様は、大臣を見に行かせました。\n大臣には何も見えませんでしたが、「見えない」と言うと馬鹿だと思われてしまうので、\n「ああ、なんと美しい柄（がら）でしょう」\nと嘘（うそ）をつきました。\n王様自身も見に行きましたが、やはり何も見えません。\nしかし、王様も「見えない」とは言えません。\n「うむ、素晴らしい出来栄（できば）えだ」\nと褒（ほ）めました。\nいよいよパレードの日、詐欺師たちは「服が出来上がりました」と言って、王様に服を着せるふりをしました。\n王様はパンツ一枚の姿でしたが、見えない服を着ているつもりで、得意げにパレードに出かけました。\n町の人たちも、馬鹿だと思われたくないので、\n「王様の新しい服は素敵（すてき）だねえ」\nと口々に褒めました。\nその時、一人の小さな子供が叫びました。\n「王様は裸だ！」\nその声を聞いて、周りの人たちもざわめき始めました。\n「そうだ、王様は裸だ！」\n「やっぱり裸じゃないか！」\n王様は恥ずかしくなりましたが、今更（いまさら）パレードを止めるわけにはいきません。\n王様は、いっそう胸を張って、パンツ一枚で歩き続けました。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-bremen",
            "title": "ブレーメンの音楽隊（グリム童話）",
            "category": "物語",
            "difficulty": 4,
            "order": 13,
            "content": "ある男がロバを飼っていました。\nロバは年をとって働けなくなり、殺されそうになったので、逃げ出してブレーメンへ行くことにしました。\n「ブレーメンへ行って、音楽隊に入ろう」\n途中で、年老いた犬に出会いました。\n「君も一緒に行かないか。僕はリュートを弾くから、君は太鼓（たいこ）を叩けばいい」\n犬は喜んでついてきました。\n次に、年老いた猫に出会いました。\n「君も一緒に行こうよ。君は夜目がきくから、役に立つよ」\n猫も仲間になりました。\n最後に、明日スープにされるという雄鶏（おんどり）に出会いました。\n「君の声は素晴らしい。一緒に歌ってくれ」\nこうして、四匹はブレーメンを目指しました。\n日が暮れて、森の中で一軒の家を見つけました。\n窓から覗（のぞ）くと、泥棒たちがご馳走を食べていました。\n「お腹が空いたなあ。あの泥棒たちを追い出して、ご馳走をいただこう」\n四匹は相談して、一斉（いっせい）に窓から飛び込みました。\nロバの上に犬が乗り、犬の上に猫が乗り、猫の上に雄鶏が乗って、\n「ヒヒーン！ワンワン！ニャーオ！コケコッコー！」\nと叫びました。\n泥棒たちは「お化けだ！」と驚いて逃げ出しました。\n四匹はご馳走をお腹いっぱい食べました。\n夜中になって、泥棒の親分が様子を見に戻ってきました。\n家の中は真っ暗です。\n親分が暖炉（だんろ）で火を点けようとすると、猫が飛びかかって引っ掻（か）きました。\n犬が足に噛（か）みつき、ロバが蹴（け）とばし、雄鶏が「コケコッコー！」と叫びました。\n親分は「やっぱりお化け屋敷だ！」と逃げ帰りました。\n四匹はその家がすっかり気に入って、ブレーメンへは行かずに、そこで仲良く暮らしました。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-jack",
            "title": "ジャックと豆の木（イギリス童話）",
            "category": "物語",
            "difficulty": 4,
            "order": 14,
            "content": "ジャックは、お母さんと二人暮しの貧しい男の子でした。\nある日、大切な牛を売りに行き、不思議な豆と交換してしまいました。\nお母さんは怒って、豆を庭に捨ててしまいました。\n翌朝、豆はぐんぐん伸びて、雲の上まで届いていました。\nジャックは豆の木を登っていきました。\n雲の上には、巨人の城がありました。\nジャックは城に忍び込み、金の卵を産む鶏（にわとり）を見つけました。\n「これがあれば、お金持ちになれるぞ」\nジャックが鶏を盗んで逃げようとすると、巨人が目を覚ましました。\n「待てー！」\n巨人は追いかけてきました。\nジャックは急いで豆の木を降りていきました。\n巨人も豆の木を降りてきます。\nジャックは地面に着くと、斧（おの）で豆の木を切り倒しました。\nズシーン！\n巨人は真っ逆さまに落ちて死んでしまいました。\nジャックとお母さんは、金の卵のおかげで幸せに暮らしました。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-minikuiahiru",
            "title": "みにくいアヒルの子（アンデルセン）",
            "category": "物語",
            "difficulty": 4,
            "order": 15,
            "content": "アヒルの巣から、一羽だけ大きくて灰色の雛（ひな）が生まれました。\n「なんてみにくい子だろう」\n兄弟のアヒルたちは、その子をいじめました。\nお母さんアヒルも、「お前なんか生まれてこなければよかったのに」と言いました。\nみにくいアヒルの子は、いたたまれなくなって、家出をしました。\n行く先々で、「みにくいやつだ」と馬鹿にされ、いじめられました。\n冬が来て、アヒルの子は凍え死にそうになりましたが、親切な人間に助けられました。\nでも、その家でもいたずらをして追い出されてしまいました。\n厳しい冬を、アヒルの子は一人で耐え抜きました。\nやがて春が来ました。\nアヒルの子は、池で泳いでいる美しい白鳥を見つけました。\n「殺されてもいい。あの美しい鳥のところへ行こう」\nアヒルの子は、白鳥たちの元へ泳いでいきました。\nすると、水面に映った自分の姿を見てびっくりしました。\nそこに映っていたのは、みにくいアヒルではなく、美しい白鳥の姿だったのです。\n「あの子は新しい仲間だ。一番きれいだね」\n子供たちがパンくずを投げてくれました。\nアヒルの子は、恥ずかしそうに羽で顔を隠しました。\n彼は、自分が白鳥だったことを知ったのです。\nたくさんの苦しみを味わったからこそ、今の幸せを心から喜ぶことができたのです。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-akazukin",
            "title": "赤ずきん（グリム童話）",
            "category": "物語",
            "difficulty": 4,
            "order": 16,
            "content": "昔々、ある女の子がおばあさんからもらった赤いずきんをとても気に入り、いつも被っていたので「赤ずきん」と呼ばれていました。\nある日、お母さんが言いました。\n「赤ずきん、病気のおばあさんにお菓子と葡萄酒（ぶどうしゅ）を届けておくれ。寄り道をしてはいけないよ」\n「はい、お母さん」\n森の中で、赤ずきんは狼（おおかみ）に出会いました。\n「どこへ行くんだい、お嬢ちゃん」\n「おばあさんのお家よ」\n狼は先回りをしておばあさんの家へ行き、おばあさんを一口で食べてしまいました。\nそして、おばあさんの服を着てベッドに寝ていました。\n赤ずきんがやってきました。\n「おばあさん、どうしてお耳が大きいの？」\n「お前の声をよく聞くためだよ」\n「どうしてお目が大きいの？」\n「お前の顔をよく見るためだよ」\n「どうしてお口が大きいの？」\n「お前を食べるためだよ！」\nガブッ！\n狼は赤ずきんも食べてしまい、満腹になってグーグー寝てしまいました。\nそこへ猟師（りょうし）が通りかかりました。\n「おばあさんのいびきにしては大きすぎるぞ」\n猟師が中を覗くと、狼が寝ています。\n「こいつが犯人か」\n猟師はハサミで狼のお腹を切りました。\nすると、中から赤ずきんとおばあさんが無事に出てきました。\n「ああ、怖かった」\n猟師は狼のお腹に石を詰めて縫（ぬ）い合わせました。\n狼が目を覚まして逃げようとしましたが、石の重さで倒れて死んでしまいました。\n三人は喜んで、お菓子と葡萄酒でお祝いをしました。\n赤ずきんは、「もう決して寄り道はしません」と誓（ちか）いました。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-hansel",
            "title": "ヘンゼルとグレーテル（グリム童話）",
            "category": "物語",
            "difficulty": 4,
            "order": 17,
            "content": "貧しい木こりの家に、ヘンゼルとグレーテルという兄妹がいました。\n継母（ままはは）は子供たちを口減（くちべ）らしのために森へ捨てようとしました。\nヘンゼルは白い小石を道に落としておいたので、月の光を頼りに家に戻ることができました。\nしかし二度目は、パン屑（くず）を落としたのですが、鳥に食べられてしまい、道がわからなくなってしまいました。\n二人が森を彷徨（さまよ）っていると、お菓子でできた家を見つけました。\n「わあ、おいしそう！」\n二人が夢中で食べていると、中からお婆（ばあ）さんが出てきました。\n「お入り、可愛い子供たち」\n実はお婆さんは悪い魔女で、子供を太らせて食べようとしていたのです。\nヘンゼルは檻（おり）に入れられ、グレーテルは働かされました。\n魔女は毎日ヘンゼルの指を触って太ったか確かめますが、ヘンゼルは骨を差し出して、まだ痩（や）せていると思わせました。\n痺（しび）れを切らした魔女は、ヘンゼルを食べてしまおうと、かまどに火を入れました。\n「グレーテル、火の具合を見ておくれ」\n「どうやるの？わからないわ」\n魔女がかまどに首を突っ込むと、グレーテルは背中をドンと押して、魔女をかまどの中に突き落としました。\n「ギャーッ！」\n魔女は焼け死んでしまいました。\n二人は魔女の宝石を持って家に帰りました。\n継母は死んでいて、お父さんは二人を抱きしめて泣きました。\nそれから三人は幸せに暮らしました。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-ningyohime",
            "title": "人魚姫（アンデルセン）",
            "category": "物語",
            "difficulty": 4,
            "order": 18,
            "content": "深い海の底に、人魚の王様と6人の娘たちが住んでいました。\n末の人魚姫は、一番美しく、人間の世界に憧（あこが）れていました。\n15歳の誕生日に、海の上に上がった人魚姫は、船に乗っている美しい王子様に恋をしました。\n嵐で船が沈み、人魚姫は王子様を助けて浜辺に運びました。\nしかし、王子様は別の娘が自分を助けてくれたのだと勘違（かんちが）いしてしまいました。\n人魚姫は海の魔女に頼んで、美しい声と引き換えに、人間の足をもらいました。\n「王子と結婚できなければ、お前は海の泡（あわ）になって消えてしまうよ」\n人魚姫は人間になって王子のそばに行きましたが、声を失っていたので、自分が助けたことを伝えられません。\n王子は人魚姫を妹のように可愛がってくれましたが、結局、隣の国の王女（勘違いしていた娘）と結婚することになりました。\n人魚姫の姉たちが、髪を売って魔女から短剣をもらってきました。\n「これで王子の胸を刺せば、お前は人魚に戻れるよ」\n夜、人魚姫は王子の寝室に入りましたが、愛する王子を殺すことはできませんでした。\n人魚姫は短剣を海に捨て、自分も海に身を投げました。\n彼女の体は泡となって消えていきましたが、その魂は空気の精となって、空高く昇っていきました。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-gingatetsudo",
            "title": "銀河鉄道の夜（宮沢賢治）- 序",
            "category": "物語",
            "difficulty": 4,
            "order": 19,
            "content": "「ではみなさんは、そういうふうに川だと云（い）われたり、乳（ちち）の流（なが）れたあとだと云われたりしていたこのぼんやりと白いものがほんとうは何かご承知（しょうち）ですか。」\n先生は、黒板に吊（つる）した大きな黒い星座の図の、上から下へ白くけぶった銀河帯のようなところを指（さ）しながら、みんなに問（と）いをかけました。\nカムパネルラが手をあげました。それから四郎も手をあげました。\nジョバンニは手をあげようとして、急いでそのままやめました。\nたしかにあれはみんな星だと、いつか雑誌で読んだのでしたが、このごろはジョバンニはまるで毎日教室でもねむく、本を読むひまも読む本もないので、なんだかどんなこともよくわからないという気持ちがするのでした。\nところが先生は早くもそれを見附（みつ）けて、\n「ジョバンニさん。あなたはわかっているのでしょう。」と云いました。\nジョバンニは勢（いきお）いよく立ちあがりましたが、立ってみるともうはっきりとそれを答えることができないのでした。\nザネリが前の席からふりかえって、ジョバンニを見てくすっとわらいました。\nジョバンニはもうどぎまぎしてまっ赤になってしまいました。\n先生がまた云いました。\n「大きな望遠鏡で銀河をよっく調べると銀河は大体何でしょう。」\nやっぱり星だとジョバンニは思いましたがこんどもすぐに答えることができませんでした。\n先生はしばらく困った様子でしたが、眼（め）をカムパネルラの方へ向けて、\n「ではカムパネルラさん。」と名指（なざ）しました。\nするとあんなに元気に手をあげたカムパネルラが、やはりもじもじ立ちあがったままやはり答えができませんでした。\n先生は意外なようにしばらくじっとカムパネルラを見ていましたが、急いで「では、よし。」と云いながら、自分で星図を指しました。\n「このぼんやりと白い銀河を大きないい望遠鏡で見ますと、もうたくさんの小さな星に見えるのです。ジョバンニさんそうでしょう。」\nジョバンニはまっ赤になってうなずきました。\nけれどもいつかジョバンニの眼のなかには涙がいっぱいになりました。\nそうだ僕は知っていたのだ、勿論（もちろん）カムパネルラも知っている、それはいつかカムパネルラのお父さんの博士の家でカムパネルラといっしょに読んだ雑誌のなかにあったのだ。\nそれどこでなくカムパネルラは、その雑誌を読むと、すぐお父さんの書斎から巨（おお）きな本をもってきて、ぎんがというところをひろげ、まっ黒な頁（ページ）いっぱいに白い点々のある美しい写真を二人でいつまでも見たのでした。\nそれをカムパネルラが忘れる筈（はず）もなかったのに、すぐに返事をしなかったのは、このごろぼくが、朝にも午后（ごご）にも仕事がつらく、学校に出てももうみんなともはきはき遊ばず、カムパネルラともあんまり物を云わないようになったので、カムパネルラがそれを知って気の毒がってわざと返事をしなかったのだ、そう考えるとたまらないほどじぶんもカムパネルラもあわれなような気がするのでした。",
            "characterCount": 1200,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade4-oz",
            "title": "オズの魔法使い（バウム）",
            "category": "物語",
            "difficulty": 4,
            "order": 20,
            "content": "ドロシーは、カンザスの大平原で、おじさんとおばさんと暮らしていました。\nある日、大きな竜巻（たつまき）がやってきて、ドロシーは家ごと空へ吹き飛ばされてしまいました。\n目が覚めると、そこは見たこともない美しい国でした。\n「ここはマンチキンの国です。悪い東の魔女を殺してくれてありがとう」\n家が落ちた拍子（ひょうし）に、悪い魔女を下敷きにしてしまったのです。\n「私はカンザスに帰りたいの」\n「それなら、エメラルドの都にいるオズの魔法使いにお願いしなさい」\nドロシーは、魔女の銀の靴（くつ）を履（は）いて、黄色い煉瓦（れんが）の道を歩き出しました。\n途中で、脳みそのないカカシ、心のないブリキの木こり、勇気のないライオンに出会いました。\n「僕もオズに脳みそをもらおう」\n「私は心を」\n「俺は勇気を」\nみんなでエメラルドの都を目指しました。\n数々の冒険を乗り越えて、ようやくオズの宮殿に着きました。\nしかし、オズは恐ろしい姿で現れ、「西の悪い魔女を倒したら願いを叶えよう」と言いました。\nドロシーたちは西の国へ向かいました。\n西の魔女は手下を使って攻撃してきましたが、ドロシーが水をかけると、魔女は溶けて消えてしまいました。\n再びオズの元へ戻ると、オズの正体はただの人間のおじいさんでした。\n「私は魔法使いではない。気球に乗ってここまで飛ばされてきただけなんだ」\nでも、オズは知恵を絞って、カカシに糠（ぬか）と針の脳みそを、木こりに絹の心臓を、ライオンに勇気の飲み物を与えました。\nみんなはそれで満足しました。\nドロシーは？\n「銀の靴のかかとを三回鳴らせば、どこへでも行けるよ」\n南のよい魔女が教えてくれました。\nドロシーは靴を鳴らして、「おばさんのところへ帰りたい！」と叫びました。\n気がつくと、ドロシーはカンザスの家の前に立っていました。\n「おばさん、ただいま！」\nドロシーは、おばさんの腕の中に飛び込みました。",
            "characterCount": 900,
            "chineseCharCount": 0
        }
    ]
}