{
    "grade": "2年生",
    "lessons": [
        {
            "id": "jp-grade2-urashimataro",
            "title": "浦島太郎（うらしまたろう）",
            "category": "昔話",
            "difficulty": 2,
            "order": 1,
            "content": "むかしむかし、ある村に、心のやさしい浦島太郎という若者がいました。\n浦島さんが海辺を通りかかると、子どもたちが大きなカメをつかまえていました。\nそばによって見てみると、子どもたちがみんなでカメをいじめています。\n「おやおや、かわいそうに、はなしておやりよ」\n「いやだよ。おらたちが、やっとつかまえたんだもの」\n見るとカメは涙をハラハラとこぼしながら、浦島さんを見つめています。\n浦島さんはお金を取り出すと、子どもたちに差し出して言いました。\n「それでは、このお金をあげるから、おじさんにカメを売っておくれ」\n「うん、それならいいよ」\n浦島さんは、子どもたちからカメを受け取ると、\n「もう、つかまるんじゃないよ」\nと、カメをそっと、海の中へ逃がしてやりました。\nさて、それから二、三日たったある日、浦島さんが海に出かけて魚をつっていると、\n「浦島さん、・・・浦島さん」\nと、だれかが呼ぶ声がします。\n「おや？　だれが呼んでいるのだろう？」\n「わたしですよ」\nすると海の上に、ひょっこりとカメが頭を出して言いました。\n「このあいだは、ありがとうございました」\n「ああ、あのときのカメさんかい」\n「はい、おかげで命が助かりました。ところで浦島さんは、竜宮へ行ったことがありますか？」\n「竜宮？　さあ？　竜宮って、どこにあるんだい？」\n「海の底です」\n「えっ？　海の底へなんか、行けるのかい？」\n「はい。わたしがお連れしましょう。さあ、背中へ乗ってください」\nカメは浦島さんを背中に乗せて、海の中をずんずんともぐっていきました。\nまっ青な光の中で、コンブがユラユラ。\n赤やピンクのサンゴの林が、どこまでも続いています。\n「わあ、きれいだな」\n浦島さんがウットリしていると、やがて立派なご殿へつきました。\n「着きましたよ。このご殿が竜宮です。さあ、こちらへ」\nカメに案内されるまま進んでいくと、この竜宮の主人の美しい乙姫さまが、色とりどりの魚たちと一緒に浦島さんを出迎えてくれました。\n「ようこそ、浦島さん。わたしは、この竜宮の主人の乙姫です。このあいだはカメを助けてくださって、ありがとうございます。お礼に、竜宮をご案内します。どうぞ、ゆっくりしていってくださいね」\n浦島さんは、竜宮の広間ヘ案内されました。\n浦島さんが用意された席に座ると、魚たちが次から次へと、見たことがないようなごちそうを運んできます。\nふんわりと気持ちのよい音楽が流れて、タイやヒラメやクラゲたちの、みごとな踊りが続きます。\nここはまるで、天国のようです。\nそして、\n「もう一日、もう一日」\nと、乙姫さまにいわれるまま竜宮ですごすうちに、三年の月日がたってしまいました。\n浦島さんは、はっと思い出しました。\n(家族や友だちは、どうしているだろう？)\nそこで浦島さんは、乙姫さまに言いました。\n「乙姫さま、いままでありがとうございます。ですが、もうそろそろ、家へ帰らせていただきます」\n「帰られるのですか？　よければ、このままここで暮しては」\n「いいえ、わたしの帰りを待つ者もおりますので」\nすると乙姫さまは、さびしそうに言いました。\n「・・・そうですか。それはおなごりおしいです。では、おみやげに玉手箱を差し上げましょう」\n「玉手箱？」\n「はい。この中には、浦島さんが竜宮で過ごされた『時』が入っております。これを開けずに持っている限り、浦島さんは年を取りません。ずーっと、今の若い姿のままでいられます。ですが開けてしまうと、『時』がもどってしまいますので、決して開けてはなりませんよ」\n「はい、わかりました。ありがとうございます」\n乙姫さまと別れた浦島さんは、またカメに送られて地上へ帰りました。\n地上にもどった浦島さんは、まわりを見回してびっくり。\n「おや？　わずか三年で、ずいぶんと様子がかわったな」\nたしかにここは、浦島さんがつりをしていた場所なのですが、なんだか様子がちがいます。\n浦島さんの家は、どこにも見あたりません。\n出会う人も、知らない人ばかりです。\n「すみません。浦島太郎の家は、どこでしょうか？」\n浦島さんが村人にたずねると、村人は不思議そうな顔で言いました。\n「浦島太郎？　・・・ああ、たしか七百年ほど前に、海へ出たまま帰ってこないという、あの浦島さんのことじゃな」\n「えっ！　なな、七百年！」\n竜宮での三年は、地上では七百年だったのです。\n家もなければ、知っている人もいません。\n「わたしは、どうしたらいいのだろう」\n悲しくなった浦島さんは、持っていた玉手箱を見つめました。\n「そういえば乙姫さまは、これを開けると『時』がもどると言っていたな」\n浦島さんは、開けてはいけないと言われていた玉手箱を、そっと開けてしまいました。\nすると中から、真っ白な煙がモクモクと出てきました。\nそして煙に包まれた浦島さんは、髪の毛もヒゲも真っ白な、おじいさんになってしまいました。",
            "characterCount": 1300,
            "chineseCharCount": 0
        }
    ]
}