{
    "grade": "6年生",
    "lessons": [
        {
            "id": "jp-grade6-botchan",
            "title": "坊っちゃん（夏目漱石）",
            "category": "物語",
            "difficulty": 6,
            "order": 1,
            "content": "親譲（おやゆず）りの無鉄砲（むてっぽう）で小供の時から損ばかりしている。\n小学校に居る時分学校の二階から飛び降りて一週間ほど腰（こし）を抜（ぬ）かした事がある。\nなぜそんな無闇（むやみ）をしたと聞く人があるかも知れぬ。\n別段深い理由でもない。\n新築の二階から首を出していたら、同級生の一人が冗談（じょうだん）に、いくら威張（いば）っても、そこから飛び降りる事は出来まい。\n弱虫やーい。\nと囃（はや）したからである。\n小使（こづかい）に負ぶさって帰って来た時、おやじが大きな眼（め）をして二階ぐらいから飛び降りて腰を抜かす奴（やつ）があるかと云（い）ったから、この次は抜かさずに飛んで見せますと答えた。\n親類のものから西洋製（せいようせい）のナイフを貰（もら）ってきれいな刃（は）を日に翳（かざ）して、友達に見せていたら、一人が光る事は光るが切れそうもないと云った。\n切れぬ事があるか、何でも切ってみせると受け合った。\nそんなら君の指を切ってみろと注文したから、何だ指位（ゆびぐらい）この通りだと右の手の親指の甲（こう）をはすに切り込（こ）んだ。\n幸（さいわ）いナイフが小さいのと、親指の骨が堅（かた）かったので、今だに親指は手に付いている。\nしかし創痕（きずあと）は死ぬまで消えぬ。\n（中略）\n母が病気で死ぬ二三日前台所で宙返（ちゅうがえ）りをしてへっつい（かまど）の角（かど）で肋骨（あばらぼね）を撲（う）って大（おお）いに痛かった。\n母が大層（たいそう）腹を立てて、お前のようなものの顔は見たくないと云うから、親類へ泊（とま）りに行っていた。\nするととうとう死んだと云う知らせが来た。\nそう早く死ぬとは思わなかった。\nそんな大病なら大人しくしていればよかったと後悔（こうかい）した。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-wagahai",
            "title": "吾輩は猫である（夏目漱石）",
            "category": "物語",
            "difficulty": 6,
            "order": 2,
            "content": "吾輩（わがはい）は猫である。\n名前はまだ無い。\nどこで生れたかとんと見当（けんとう）がつかぬ。\n何でも薄暗いじめじめした所でニャーニャー泣いていた事だけは記憶している。\n吾輩はここで始めて人間というものを見た。\nしかもあとで聞くとそれは書生という人間中で一番獰悪（どうあく）な種族であったそうだ。\nこの書生というのは時々我々を捕（つか）まえて煮（に）て食うという話である。\nしかしその当時は何という考もなかったから別段恐しいとも思わなかった。\nただ彼の掌（てのひら）に載せられてスーと持ち上げられた時何だかフワフワした感じがあったばかりである。\n掌の上で少し落ちついて書生の顔を見たのがいわゆる人間というものの見始（みはじめ）であろう。\nこの時妙なものだと思った感じが今でも残っている。\n第一毛をもって装飾されべきはずの顔がつるつるしてまるで薬缶（やかん）だ。\nその後（ご）猫にもだいぶ逢（あ）ったがこんな片輪（かたわ）には一度も出会（でく）わした事がない。\nのみならず顔の真中があまりに突起している。\nそうしてその穴の中から時々ぷうぷうと煙（けむり）を吹く。\nどうも咽（む）せぽくて実に弱った。\nこれが人間の飲む煙草（たばこ）というものである事はようやくこの頃知った。\nこの書生の掌の裏（うち）でしばらくはよい心持に坐っておったが、しばらくすると非常な速力で運転し始めた。\n書生が動くのか自分だけが動くのか分らないが無暗（むやみ）に眼が廻る。\n胸が悪くなる。\n到底（とうてい）助からないと思っていると、どさりと音がして眼から火が出た。\nそれまでは記憶しているがあとは何の事やらいくら考え出そうとしても分らない。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-kusamakura",
            "title": "草枕（夏目漱石）",
            "category": "物語",
            "difficulty": 6,
            "order": 3,
            "content": "山路（やまみち）を登りながら、こう考えた。\n智（ち）に働けば角（かど）が立つ。\n情（じょう）に棹（さお）させば流される。\n意地（いじ）を通（とお）せば窮屈（きゅうくつ）だ。\nとかくに人の世は住みにくい。\n住みにくさが高（こう）じると、安い所へ引き越したくなる。\nどこへ越しても住みにくいと悟（さと）った時、詩が生れて、画（え）が出来る。\n人の世を作ったものは神でもなければ鬼でもない。\nやはり向う三軒両隣（りょうどな）りにちらちらするただの人である。\nただの人が作った人の世が住みにくいからとて、越す国はあるまい。\nあれば人でなしの国へ行くばかりだ。\n人でなしの国は人の世よりもなお住みにくかろう。\n越す事のならぬ世が住みにくければ、住みにくい所をどれほどか、寛容（くつろ）げて、束（つか）の間（ま）の命を、束の間でも住みよくせねばならぬ。\nここに詩人という天職が出来て、ここに画家という使命が降（くだ）る。\nあらゆる芸術の士は人の世を長閑（のどか）にし、人の心を豊かにするが故（ゆえ）に尊（たっと）い。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-kokoro",
            "title": "こころ（夏目漱石）",
            "category": "物語",
            "difficulty": 6,
            "order": 4,
            "content": "私はその人を常に先生と呼んでいた。\nだからここでもただ先生と書くだけで本名は打ち明けない。\nこれは世間を憚（はば）かる遠慮（えんりょ）というよりも、その方が私にとって自然だからである。\n私はその人の記憶を呼び起すごとに、すぐ「先生」といいたくなる。\n筆を執（と）っても心持は同じ事である。\nよそよそしい頭文字（かしらもじ）などはとても使う気にならない。\n私が先生と知り合いになったのは鎌倉（かまくら）である。\nその時私はまだ若々しい書生であった。\n暑中休暇（しょちゅうきゅうか）を利用して海水浴に行った友達からぜひ来いという端書（はがき）を受け取ったので、私は多少の金を工面（くめん）して出掛ける事にした。\n私は金の工面に二、三日を費（つい）やした。\nところが私が鎌倉に着いて三日と経（た）たないうちに、私を呼び寄せた友達は、急に国元（くにもと）から帰れという電報を受け取った。\n電報には母が病気だからと断ってあったけれども友達はそれを信じなかった。\n友達はかねてから国元にいる親たちに勧（すす）まない結婚を強いられていた。\n彼は現代の習慣からいうと結婚するにはあまり年が若過ぎた。\nそれに肝心（かんじん）の当人が気に入らなかった。\nそれで夏休みに当然帰るべきところを、わざと避けて東京の近くで遊んでいたのである。\n彼は電報を私に見せてどうしようと相談した。\n私にはどうしていいか分らなかった。\nしかし実際若かった私共（わたくしども）には、正当な理由があるにせよないにせよ、親たちの方で方便（ほうべん）に病気だという嘘（うそ）の電報を打って、息子を連れ戻そうとするなどは、いかにも旧式な、いかにも封建的（ほうけんてき）な、忌（い）まわしい手段のように思われた。\nそれで私は、もし万一（まんいち）の事があってはいけないから、一応帰ってみる方がいいと勧めた。\n友達はとうとう帰って行った。\nそうして吾々（われわれ）の目論見（もくろみ）通り、友達が帰った後（のち）になって、先生が鎌倉へ来たのである。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-sanshiro",
            "title": "三四郎（夏目漱石）",
            "category": "物語",
            "difficulty": 6,
            "order": 5,
            "content": "うとうととして眼（め）がさめると女はいつのまにか、隣（となり）のじいさんと話を始めている。\nこのじいさんはたしか前の前の駅から乗ったいなか者である。\n発車まぎわに頓狂（とんきょう）な声を出して駆け込んで来て、いきなり肌（はだ）をぬいで背中のお灸（きゅう）を流してあるいたあとを、三四郎の横の窓へ広げて、また服を着た。\n（中略）\n三四郎は京都（きょうと）で耳にした若い女の声を思い出した。\n「度胸（どきょう）のないかたねえ」\n熊本（くまもと）の高等学校（こうとうがっこう）から東京の大学へ入学するために上京（じょうきょう）する途中の三四郎は、初めて広い世間（せけん）というものに触れたような気がした。\n東京は、熊本とは比べものにならないほど大きく、複雑で、得体（えたい）の知れない場所のように思われた。\nこれからの大学生活、新しい友人、そしてまだ見ぬ世界への期待と不安が、三四郎の胸の中で渦巻（うずま）いていた。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-takasebune",
            "title": "高瀬舟（森鴎外）",
            "category": "物語",
            "difficulty": 6,
            "order": 6,
            "content": "高瀬舟（たかせぶね）は京都の高瀬川（たかせがわ）を上下（じょうげ）する小舟である。\n徳川時代に京都の罪人が遠島（えんとう）を申し渡されると、本人の親類が牢屋敷（ろうやしき）へ呼び出されて、そこで暇乞（いとまご）いをすることを許された。\nそれから罪人は高瀬舟に乗せられて、大阪へ廻（まわ）されることであった。\nそれを護送（ごそう）するのは、京都町奉行（まちぶぎょう）の配下にいる同心（どうしん）で、この同心は罪人の親類の中で、主だった一人を大阪まで同船させることを許す慣例（かんれい）であった。\nこれは上（かみ）へ通った事ではないが、いわゆる大目（おおめ）に見るのであって、黙許（もくきょ）であった。\n当時遠島を申し渡される罪人は、勿論重い科（とが）を犯したものであるが、決して盗賊（とうぞく）の類（たぐい）ではない。\n多くは放火（ほうか）とか殺人とかいう凶悪（きょうあく）な犯罪を犯したものであるが、それもふとした過失（かしつ）から、思わぬ罪を犯した者が多かった。\n（中略）\n羽田庄兵衛（はねだしょうべえ）という同心が、喜助（きすけ）という罪人を護送することになった。\n喜助は弟殺しの罪人である。\nしかし、庄兵衛が様子を見ていると、喜助はいかにも晴れやかな顔をしていて、これから島へ流されるという悲壮（ひそう）な感じが少しもない。\n不思議に思った庄兵衛は、喜助に尋ねた。\n「喜助。お前は島へ行くのが嬉（うれ）しいのか」\n喜助は答えた。\n「はい、お役人様。私はこれまで、世間に出て、苦しいことばかり味わってきました。どこへ行っても、住む家もなく、食べる物にも困っておりました。しかし、お上（かみ）の慈悲（じひ）で、島へ行けば、死ぬまで暮らしていけるのです。こんな有難（ありがた）いことはございません」\n庄兵衛は驚いた。\n世間の人は、遠島と言えば、死ぬよりも辛いことのように思って悲しむ。\nしかし、この喜助にとっては、遠島でさえも、娑婆（しゃば）の苦しみに比べれば、極楽（ごくらく）のように思えるのである。\n庄兵衛は、「足るを知る」という言葉を思い出し、自分の境遇（きょうぐう）と比べて、深く考えさせられた。\nそして、弟殺しの事情を聞くと、それは弟の頼みで、苦しみから救うために手を貸した、安楽死（あんらくし）のようなものであったことがわかった。\n「これが果たして罪なのだろうか」\n庄兵衛の心には、疑問が残ったまま、高瀬舟は静かに川を下っていった。",
            "characterCount": 1000,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-maihime",
            "title": "舞姫（森鴎外）- 冒頭",
            "category": "物語",
            "difficulty": 6,
            "order": 7,
            "content": "石炭をば早（はや）積み果てつ。\n中等室の卓（つくえ）のほとりはいと静かにて、熾熱燈（しねつとう）の光の晴れがましきも徒（いたず）らなり。\n今宵（こよい）は夜毎（よごと）にここに集ひ来る骨牌（かるた）仲間も「ホテル」に宿りて、舟に残れるは余（よ）一人（いちにん）のみなれば。\n五年前（いつとせまえ）の事なりしが、平生（へいぜい）の望み足りて、洋行（ようこう）の官命（かんめい）を蒙（こうむ）り、このセイゴンの港まで来し頃は、目に見るもの、耳に聞くもの、一つとして新（あら）たならぬはなく、筆に任せて書き散らしつる紀行文（きこうぶん）日ごとに幾千言（いくせんげん）をかなしけむ、当時の新聞に載せられて、世の人にも持て囃（はや）されしかど、今日（こんにち）になりておもへば、穉（おさな）き思想（しそう）、身の程（ほど）知らぬ放言（ほうげん）、さらぬも尋常（よのつね）の動植金石（どうしょくきんせき）、風俗（ふうぞく）などをさへ珍しげに記ししを、心ある人はいかにか見けむ。\nこたびは途（みち）に上りしとき、日記（にっき）ものせむとて買ひし冊子（さっし）もまだ白紙（はくし）のままなるは、独（ひと）り仏蘭西（フランス）の航路（こうろ）の繁（しげ）きのみならず、身に病（やまい）ありて、いと思ひ患（わずら）ふことあればなり。\nさりとて帰朝（きちょう）の後（のち）も、また一身（いっしん）の栄達（えいたつ）を求むる事あるまじければ、あなかしこ、この手帳（てちょう）に書きつけんも、要（よう）なき事なるを。\nああ、ブリンヂイシの港を出でてより、早（はや）二十日（はつか）あまりを経（へ）ぬ。\n世の常（つね）ならば生面（せいめん）の客（きゃく）にさへ交（まじ）わりを結びて、旅の憂（う）さを慰（なぐさ）めあふが航海の習（ならい）なるに、微恙（びよう）に冒（おか）されたればにや、房（へや）の裡（うち）にのみ籠（こも）りて、同行（どうこう）の人々にも物言ふこと少なし。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-takekurabe",
            "title": "たけくらべ（樋口一葉）- 冒頭",
            "category": "物語",
            "difficulty": 6,
            "order": 8,
            "content": "廻（まわ）れば大門（おおもん）の見返（みかえ）り柳（やなぎ）いと長けれど、お歯（は）ぐろ溝（どぶ）に燈火（ともしび）うつる三階の騒（さわ）ぎも手に取る如（ごと）く、明（あ）けくれなしの車（くるま）の行来（ゆきき）にはかり知られぬ全盛（ぜんせい）をうらないて、大音寺（だいおんじ）前と名は仏くさけれど、さりとは陽気（ようき）の町と住みたる人の申（もう）しき。\n三島神社（みしまじんじゃ）の角（かど）を折（お）れてこれより千束（せんぞく）村、田甫（たんぼ）へ抜（ぬ）くれば道（みち）のりも近し、負（お）い切（き）れぬ商（あきな）い荷（に）を小車（おぐるま）に積みて、太鼓（たいこ）たたいて呼（よ）びあるく飴屋（あめや）の爺（じい）さんも、景気（けいき）よき此（こ）の町を立去（たちさ）るに心残りの様子して、鉄漿溝（かねぐろどぶ）の板橋（いたばし）を渡るに足（あし）やすめ、祭（まつり）ちかき頃（ころ）なれば子供の遊びも手踊（ておど）りにかわりて、揃（そろ）いの浴衣（ゆかた）の肩揚（かたあ）げも長短（たけくらべ）さまざまなるが、道一パイに広がりて、おかめ、ひょっとこ、手（て）ぬぐい被（かぶ）りの形（なり）おかし。\n美登利（みどり）は大黒屋（だいこくや）の寮（りょう）に住みて、姉（あね）の仕事のひまひまには、妹分（いもうとぶん）とて可愛がられ、紅（べに）白粉（おしろい）の気（き）をも覚えて、人形（にんぎょう）を相手に、客（きゃく）ぶりようの真似（まね）も習いぬ。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-nigorie",
            "title": "にごりえ（樋口一葉）- 冒頭",
            "category": "物語",
            "difficulty": 6,
            "order": 9,
            "content": "「お寄んなさいよ、寄ってらっしゃいよ」\n「声ばかりで一向（いっこう）かからないじゃないか」\n「いやだ、お客さんてば、嘘（うそ）つき」\n酌婦（しゃくふ）お力（りき）は、店の前を通る客に声をかける。\nここは銘酒屋（めいしゅや）の並ぶ新開地（しんかいち）。\nお力は、この菊（きく）の井（い）という店で一番の売れっ子だ。\nしかし、お力の心は晴れない。\n「こんな商売、いつまで続けられるんだろう」\nお力には、源七（げんしち）という馴染（なじ）みの客がいた。\n源七は、昔は布団屋（ふとんや）の主人で羽振りもよかったが、今では落ちぶれて、お力のところへ通い詰（づ）めている。\n源七の妻、お初（はつ）は、そんな夫に愛想を尽かしながらも、幼い子供を抱えて苦労していた。\n「あの人がいけないんだよ。お力さんが悪いんじゃない」\nお力は、自分を責めるお初の視線を感じながら、今日もまた、客に媚（こ）びを売る。\n濁（にご）り江（え）に浮かぶ泡沫（うたかた）のように、儚（はかな）く、そして哀（かな）しい女たちの運命。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-kiniroyasha",
            "title": "金色夜叉（尾崎紅葉）- 冒頭",
            "category": "物語",
            "difficulty": 6,
            "order": 10,
            "content": "「一月十七日、宮（みや）さん、今月（こんげつ）の今夜（こんや）の月を、僕の涙で曇（くも）らせてみせる」\n熱海（あたみ）の海岸で、貫一（かんいち）は宮（みや）に向かって叫んだ。\n宮は、貫一の許嫁（いいなずけ）であったが、富豪（ふごう）の息子である富山唯継（とみやまただつぐ）に見初（みそ）められ、貫一を裏切って富山と結婚することになったのである。\n「貫一さん、許して」\n宮は泣いて謝ったが、貫一の怒りは収まらない。\n「金か、金が欲しいのか。僕を捨てて、金持ちのところへ行くのか」\n貫一は、宮を足蹴（あしげ）にして去っていった。\nそれから数年後、貫一は冷酷（れいこく）な高利貸（こうりが）しとなっていた。\n「金だ、金こそがすべてだ。愛も情けも信じない」\n貫一は、金を貯（た）めることだけに執念（しゅうねん）を燃やしていた。\n一方、宮は富山と結婚したが、決して幸せではなかった。\n夫の放蕩（ほうとう）と、貫一への罪悪感（ざいあくかん）に苛（さいな）まれ、日々を涙で過ごしていた。\n「ああ、あの時、貫一さんについていけばよかった」\n二人の運命は、金色の夜叉（やしゃ）によって引き裂かれ、二度と交わることはなかった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-yashagaike",
            "title": "夜叉ヶ池（泉鏡花）",
            "category": "物語",
            "difficulty": 6,
            "order": 11,
            "content": "越前（えちぜん）の国、夜叉ヶ池（やしゃがいけ）には、竜神（りゅうじん）が住むという伝説があった。\n「一日に三度（さんど）、鐘（かね）を撞（つ）かなければ、池の水が溢（あふ）れ出して、村は沈んでしまう」\nこの掟（おきて）を守るために、萩原晃（はぎわらあきら）という学者が、鐘楼守（しょうろうもり）として住み着いていた。\n晃には、百合（ゆり）という美しい妻がいた。\nある日、日照（ひで）りが続き、村人たちは雨乞（あまご）いのために、百合を池の生贄（いけにえ）にしようと押し寄せた。\n「百合を渡せ！さもないと村が滅（ほろ）びる！」\n晃は必死に百合を守ろうとしたが、多勢（たぜい）に無勢（ぶぜい）。\n百合は、自ら命を絶ってしまった。\n「ああ、百合！」\n晃が絶望して鐘を撞くのをやめると、たちまち空が曇り、雷鳴（らいめい）が轟（とどろ）いた。\n夜叉ヶ池から巨大な水柱（みずばしら）が立ち上り、竜神が現れた。\n「約束は破られた。人間どもよ、報（むく）いを受けるがよい」\n竜神は、大洪水を起こして、村を飲み込んでしまった。\n晃と百合の魂は、竜神と共に天へ昇っていった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-gan",
            "title": "雁（森鴎外）",
            "category": "物語",
            "difficulty": 6,
            "order": 12,
            "content": "岡田（おかだ）は、散歩の途中で、無縁坂（むえんざか）にある妾宅（めかけたく）の窓から顔を出している美しい女性を見かけた。\n彼女の名はお玉（たま）。\n高利貸しの末造（すえぞう）の妾（めかけ）であった。\nお玉もまた、毎日通る岡田の姿に、淡（あわ）い恋心を抱くようになった。\n「あの方（かた）なら、私をこの境遇（きょうぐう）から救い出してくれるかもしれない」\nある日、末造が留守の間に、お玉は岡田を招き入れようとした。\nしかし、ちょうどそこへ、岡田の友人がやってきて、岡田を連れて行ってしまった。\n「ああ、行ってしまわれた」\nお玉の願いは叶わなかった。\n岡田は、友人と共に不忍池（しのばずのいけ）へ行き、そこで一羽の雁（がん）を石で撃ち落とした。\nそれは、偶然（ぐうぜん）の悪戯（いたずら）であったが、お玉にとっては、自分の運命を暗示（あんじ）するような出来事であった。\n岡田は、その後まもなくドイツへ留学し、お玉との縁（えにし）は永遠に切れてしまった。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-sanshodayu",
            "title": "山椒大夫（森鴎外）",
            "category": "物語",
            "difficulty": 6,
            "order": 13,
            "content": "安寿（あんじゅ）と厨子王（ずしおう）の姉弟は、人買いに騙（だま）されて、丹後（たんご）の山椒大夫（さんしょうだゆう）に売られてしまった。\n大夫は残忍（ざんにん）な男で、二人に過酷（かこく）な労働を強（し）いた。\n「安寿は潮汲（しおく）み、厨子王は柴刈（しばかり）りに行け」\n二人は、互（たが）いに励（はげ）まし合いながら、辛（つら）い日々に耐えた。\nある日、安寿は厨子王に言った。\n「厨子王、お前一人でも逃げなさい。そして、都へ行って偉くなり、お父様とお母様を助けるのです」\n「姉さんを置いてはいけない」\n「いいえ、二人一緒に逃げることはできません。私はここで、お前の逃げる時間を稼（かせ）ぎます」\n安寿は厨子王を逃がした後、入水（じゅすい）して死んだ。\n厨子王は、苦難（くなん）の末に都へ辿（たど）り着き、身分を回復して国司（こくし）となった。\nそして、山椒大夫を成敗（せいばい）し、佐渡（さど）へ行って、盲目（めくら）となって流浪（るろう）していた母と再会した。\n「厨子王か、厨子王なのか」\n母は涙を流して喜んだ。\nしかし、安寿の姿はどこにもなかった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-abeichizoku",
            "title": "阿部一族（森鴎外）",
            "category": "物語",
            "difficulty": 6,
            "order": 14,
            "content": "肥後（ひご）熊本藩主（はんしゅ）、細川忠利（ほそかわただとし）が病死した。\n忠利を慕（した）う家臣（かしん）たちは、次々と殉死（じゅんし）を願い出た。\nしかし、阿部弥一右衛門（あべやいちえもん）だけは、殉死の許（ゆる）しが出なかった。\n「弥一右衛門は、生き残って新しい殿（との）に仕（つか）えよ」\n忠利はそう遺言（ゆいごん）していたのだ。\nしかし、世間は弥一右衛門を「命惜（いのちお）しさの卑怯者（ひきょうもの）」と罵（ののし）った。\n弥一右衛門は、その汚名（おめい）を雪（すす）ぐため、許可を得ずに切腹（せっぷく）して果てた。\nところが、藩庁（はんちょう）はこれを「犬死（いぬじ）に」として扱（あつか）い、阿部家を処罰（しょばつ）した。\n弥一右衛門の息子たちは激怒し、屋敷（やしき）に立て籠（こ）もって反乱（はんらん）を起こした。\n「我（わ）が父の名誉（めいよ）を守るため、一歩も退（ひ）かぬ」\n阿部一族は、全員討（う）ち死にするまで戦い抜いた。\nそれは、武士（ぶし）の意地（いじ）と誇（ほこ）りをかけた、悲壮（ひそう）な戦いであった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-sakaijiken",
            "title": "堺事件（森鴎外）",
            "category": "物語",
            "difficulty": 6,
            "order": 15,
            "content": "慶応（けいおう）四年、堺（さかい）の港で、土佐藩（とさはん）の兵士たちが、乱暴狼藉（らんぼうろうぜき）を働くフランスの水兵（すいへい）と衝突（しょうとつ）し、十数名を殺傷（さっしょう）する事件が起きた。\nフランス公使（こうし）は激怒し、日本政府に謝罪（しゃざい）と賠償（ばいしょう）、そして実行犯の処刑（しょけい）を要求した。\n政府は、やむなく二十名の兵士に切腹（せっぷく）を命じた。\n妙国寺（みょうこくじ）の庭で、切腹の儀式（ぎしき）が行われた。\n兵士たちは、フランス立会人（たちあいにん）の前で、次々と腹を切った。\nその壮絶（そうぜつ）な死に様（ざま）に、フランス人たちは恐怖（きょうふ）し、顔面蒼白（がんめんそうはく）となった。\n「もういい、中止だ！これ以上見るのは耐（た）えられない」\nフランス公使は、十一人目の切腹を止めさせた。\n残りの九名は助命（じょめい）され、流罪（るざい）となった。\n彼らは、日本の武士道（ぶしどう）の凄（すご）まじさを、世界に見せつけたのであった。",
            "characterCount": 500,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-hakai",
            "title": "破戒（島崎藤村）",
            "category": "物語",
            "difficulty": 6,
            "order": 16,
            "content": "瀬川丑松（せがわうしまつ）は、小学校の教員として尊敬（そんけい）されていたが、彼には誰にも言えない秘密があった。\n彼は、被差別部落（ひさべつぶらく）の出身であった。\n「決して素性（すじょう）を明（あ）かしてはならぬ」\n父の戒（いまし）めを守り、丑松は出自（しゅつじ）を隠（かく）し続けてきた。\nしかし、彼は常に不安と孤独（こどく）に苛（さいな）まれていた。\nある日、丑松は、同じ境遇（きょうぐう）にありながら、堂々と差別撤廃（てっぱい）を訴（うった）える思想家、猪子蓮太郎（いのこれんたろう）の著書（ちょしょ）に出会い、深く感銘（かんめい）を受けた。\n「俺も、本当の自分として生きたい」\nしかし、告白（こくはく）すれば、職を失い、社会から抹殺（まっさつ）されるかもしれない。\n丑松の心は揺（ゆ）れ動いた。\nそんな中、蓮太郎が暴漢（ぼうかん）に襲われて死んだ。\n丑松は、蓮太郎の死をきっかけに、ついに決意した。\n彼は生徒たちの前で、涙ながらに自分の素性を告白した。\n「私は、穢（けが）れた血を引く者です」\n丑松は教員を辞職し、テキサスへ渡って新しい人生を歩むことにした。\nそれは、父の戒めを破（やぶ）る「破戒（はかい）」であったが、人間としての尊厳（そんげん）を取り戻すための、新たな出発でもあった。",
            "characterCount": 700,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-yoakemae",
            "title": "夜明け前（島崎藤村）- 冒頭",
            "category": "物語",
            "difficulty": 6,
            "order": 17,
            "content": "木曾路（きそじ）はすべて山の中である。\nあるところは、岨（そば）づたいに行く崖（がけ）の道であり、あるところは、数十間の深さに臨（のぞ）む木曾川の岸であり、あるところは、山の尾をめぐる谷の入り口である。\n一筋（ひとすじ）の街道（かいどう）はこの深い森林地帯（しんりんちたい）を貫（つらぬ）いていた。\n東ざかいの桜沢（さくらざわ）から、西の十曲峠（じゅっきょくとうげ）まで、木曾十一宿（じゅく）はこの街道に添（そ）うて、二十二里余（よ）りにわたる長い渓谷（けいこく）の間に散在（さんざい）していた。\n道路の位置も幾度（いくど）か改（あらた）まったもので、古くは例えば吉官（きっかん）、阿寺（あてら）の二山（にせん）の間を越える暮（くれ）の峠のような嶮路（けんろ）もあったが、徳川（とくがわ）時代の初期になって、大久保長安（おおくぼながやす）が今の道を開いてからは、天下（てんか）の旅人はたいていこの街道を往来（おうらい）した。\n（中略）\n馬籠（まごめ）の本陣（ほんじん）、青山半蔵（あおやまはんぞう）は、国学（こくがく）を学び、王政復古（おうせいふっこ）を夢見る理想家であった。\nペリー来航（らいこう）以来、日本は大きく揺れ動いていた。\n「日本は夜明け前だ。新しい時代が来る」\n半蔵は、時代の変化に期待を寄せた。\nしかし、明治維新（めいじいしん）が成（な）っても、半蔵の理想とした「古（いにしえ）の道」は実現しなかった。\n新政府の政策は、西洋化（せいようか）を急ぐあまり、日本の伝統（でんとう）を軽視（けいし）し、民衆（みんしゅう）の生活を圧迫（あっぱく）した。\n半蔵は失望（しつぼう）し、次第に狂気（きょうき）へと追い込まれていった。\n「ええい、何もかも間違っておる！」\n半蔵は、座敷牢（ざしきろう）の中で、絶望のうちに生涯（しょうがい）を閉じた。\nそれは、新しい時代の光と影に翻弄（ほんろう）された、一人の知識人の悲劇（ひげき）であった。",
            "characterCount": 800,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-futon",
            "title": "蒲団（田山花袋）",
            "category": "物語",
            "difficulty": 6,
            "order": 18,
            "content": "作家の竹中時雄（たけなかときお）の元に、横山芳子（よこやまよしこ）という若い女性が弟子入りしてきた。\n時雄は、妻がありながら、芳子の若さと美しさに惹（ひ）かれ、恋心を抱くようになった。\nしかし、芳子は田舎（いなか）から出てきたばかりのハイカラな娘で、時雄の気持ちなど知らず、田中秀夫（たなかひでお）という学生と恋仲（こいなか）になってしまった。\n時雄は嫉妬（しっと）に狂（くる）った。\n「お前たちの交際（こうさい）は許さん」\n時雄は、師匠（ししょう）としての立場を利用して、二人を引き離そうとした。\n芳子は反発し、ついには時雄の元を去って、田舎へ帰ることになった。\n芳子が去った後、時雄は彼女の部屋へ入った。\nそこには、芳子が使っていた蒲団（ふとん）が残されていた。\n時雄は、その蒲団に顔を埋（うず）め、彼女の残り香（が）を嗅（か）ぎながら、情（なさ）けない涙を流した。\n「ああ、芳子、芳子・・・」\nそれは、中年男の醜悪（しゅうあく）なまでの性欲（せいよく）と、孤独（こどく）な魂（たましい）の叫びであった。\nこの作品は、自己（じこ）の赤裸々（せきらら）な内面（ないめん）を暴露（ばくろ）した「自然主義（しぜんしゅぎ）」文学の代表作（だいひょうさく）となった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-inakakyoshi",
            "title": "田舎教師（田山花袋）",
            "category": "物語",
            "difficulty": 6,
            "order": 19,
            "content": "林清三（はやしせいぞう）は、文学を志（こころざ）す青年であったが、家庭の事情で進学を諦（あきら）め、埼玉（さいたま）の田舎で小学校の教師になった。\n「僕はこんなところで終わる人間じゃない。いつか必ず、東京へ出て名を挙げてみせる」\n清三は、田舎の生活に嫌気（いやけ）をさしながらも、日記（にっき）に自分の思いを書き綴（つづ）り、夢を持ち続けた。\nしかし、現実は厳（きび）しかった。\n貧困（ひんこん）、孤独、そして病気。\n清三の体は結核（けっかく）に蝕（むしば）まれていった。\n「死にたくない、まだ何もしていないのに」\n清三は、死の恐怖と戦いながら、それでも生への執着（しゅうちゃく）を捨てきれなかった。\nある日、友人が見舞いに来てくれたが、清三はもう起き上がることもできなかった。\n「君はいいな、これから何でもできる」\n清三は、友人の健康な体を羨（うらや）んだ。\nやがて、清三は二十一歳の若さでこの世を去った。\n彼の死後、彼の日記が発見され、その儚（はかな）い青春（せいしゅん）の記録が、多くの人々の涙を誘（さそ）った。\n田舎の墓地に、清三はひっそりと眠っている。\n彼の夢見た文学の世界は、遥（はる）か彼方（かなた）にあった。",
            "characterCount": 600,
            "chineseCharCount": 0
        },
        {
            "id": "jp-grade6-chumonnoooiryoriten-review",
            "title": "注文の多い料理店（再読）",
            "category": "物語",
            "difficulty": 6,
            "order": 20,
            "content": "（※4年生で読んだ作品を、6年生の視点で読み直してみましょう。漢字や表現の深みを味わってください。）\n二人の若い紳士が、すっかりイギリスの兵隊の形をして、ぴかぴかする鉄砲をかついで、白熊のような犬を二疋（ひき）つれて、だいぶ山奥の、木の葉のかさかさしたとこを歩いておりました。\n「全体、ここらの山は怪しからんね。鳥も獣も一疋も居やがらん。なんでも構わないから、早くタンタアーンとやって見たいもんだなあ。」\n「鹿の黄いろな横腹なんぞに、二三発お見舞いもうしたら、ずいぶん痛快だろうねえ。くるくるまわって、それからどたっと倒れるだろうねえ。」\nそれはだいぶの山奥でした。\n案内してきた専門の鉄砲打ちも、ちょっとまごついて、どこかへ行ってしまったくらいの山奥でした。\n（中略）\n二人は戸をあけて中へ入りました。\nそこはすぐ廊下（ろうか）になっていました。\nそのガラス戸の裏側（うらがわ）には、金文字（きんもじ）でこうなっていました。\n「殊（こと）に肥（ふと）ったお方（かた）や若いお方は、大歓迎（だいかんげい）いたします」\n二人は大歓迎というので、もう大喜（おおよろこ）びです。\n「君、こいつは、大層（たいそう）ぼくらを歓迎しているのだ。」\n「うん、僕らは両方兼（か）ねているから」\nずんずん廊下を進んで行きますと、こんどは水色（みずいろ）のペンキ塗（ぬ）りの扉（と）がありました。\n「奇妙（きみょう）な家（うち）だ。どうしてこんなに戸が多いの。」\n「これはロシア式だ。寒いとこや山の中はみんなこうさ。」\n（中略）\n「いや、わざわざご苦労です。\n大抵（たいてい）のお客は、これで、もう、何にも気がつかずに、顔中に塩をすり込んだりするのですが、貴方がたは、用心深（ようじんぶか）く、よく気がついていらっしゃいます。\nホッホッホッ、感心、感心。\nさあ、もう、これだけですよ。\nもうそろそろ、出来上がっていますよ。\nさあ、早く帽子をかぶって、靴（くつ）をはいて、中へお入りください」\n戸の中では、二つの青い目玉が、鍵穴（かぎあな）から、こっちを覗（のぞ）いていました。\n「うわあ！」\n二人は、震（ふる）え上がって、泣き出しました。",
            "characterCount": 800,
            "chineseCharCount": 0
        }
    ]
}