{
    "grade": "Grade 3",
    "lessons": [
        {
            "id": "spa-grade3-vacation",
            "title": "Las Vacaciones",
            "category": "Story",
            "difficulty": 3,
            "order": 1,
            "content": "El verano pasado fui a la playa con mi familia. Hacía mucho calor y el sol brillaba fuerte. Nadamos en el mar y construimos castillos de arena. También comimos helados de chocolate y vainilla. Fue un viaje muy divertido y quiero volver pronto.",
            "characterCount": 245,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-bike",
            "title": "Mi Bicicleta Nueva",
            "category": "Story",
            "difficulty": 3,
            "order": 2,
            "content": "Ayer fue mi cumpleaños y mis padres me regalaron una bicicleta. Es de color rojo y tiene una bocina plateada. Salí al parque para probarla. Al principio fue difícil mantener el equilibrio, pero pronto aprendí. Ahora puedo ir muy rápido por el camino.",
            "characterCount": 251,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-rain",
            "title": "Un Día de Lluvia",
            "category": "Story",
            "difficulty": 3,
            "order": 3,
            "content": "Hoy está lloviendo mucho. El cielo está gris y las nubes son oscuras. Escucho las gotas de lluvia golpear la ventana. No puedo salir a jugar, así que me quedo en casa. Me gusta ver la lluvia y tomar chocolate caliente. Mañana saldrá el sol de nuevo.",
            "characterCount": 252,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-caperucita",
            "title": "Caperucita Roja",
            "category": "Cuento Clásico",
            "difficulty": 3,
            "order": 4,
            "content": "Había una vez una niña llamada Caperucita Roja. Un día, su madre le pidió que llevara una cesta con comida a su abuelita enferma. En el camino, se encontró con el Lobo Feroz. El lobo le preguntó a dónde iba y ella le dijo que a casa de su abuelita. El lobo corrió y llegó primero. Se comió a la abuelita y se disfrazó de ella. Cuando Caperucita llegó, el lobo intentó comérsela también. Pero un cazador que pasaba por allí escuchó los gritos. Entró y salvó a Caperucita y a su abuelita. El lobo huyó y nunca más volvió.",
            "characterCount": 600,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-xkokolche",
            "title": "La xkokolché",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 5,
            "content": "La xkokolché era un ave de plumaje gris y triste, pero con un canto hermoso. Trabajaba en una casa rica. El pájaro cardenal, muy bello pero envidioso, no soportaba que alguien tan feo cantara tan bien. Un día, el cenzontle, el pájaro de las cuatrocientas voces, escuchó a la xkokolché y quedó maravillado. Decidió ayudarla a escapar. Desde entonces, la xkokolché canta libre en el monte, y su canto es uno de los más bellos del Mayab.",
            "characterCount": 435,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-creacion",
            "title": "La creación del hombre",
            "category": "Mito",
            "difficulty": 3,
            "order": 6,
            "content": "Los dioses mayas quisieron crear seres que los adoraran. Primero hicieron hombres de barro, pero se deshacían con el agua y no podían hablar bien. Luego hicieron hombres de madera. Estos hablaban y se movían, pero no tenían alma ni memoria, y olvidaron a sus creadores. Los dioses enviaron un diluvio y los destruyeron. Finalmente, los dioses encontraron el maíz. Con masa de maíz blanco y amarillo hicieron la carne y la sangre de los hombres. Estos fueron los hombres verdaderos.",
            "characterCount": 482,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-tajin",
            "title": "Tajín y los Siete Truenos",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 7,
            "content": "Tajín era un muchacho inquieto que llegó a la casa de los Siete Truenos. Ellos le pidieron que cuidara la casa, pero le prohibieron tocar sus capas y espadas. Cuando los Truenos se fueron, Tajín se puso una capa y tomó una espada. Subió a las nubes y comenzó a bailar, provocando una terrible tormenta. Los Truenos regresaron y lo atraparon. Lo lanzaron al fondo del mar. Desde allí, cuando Tajín se agita, provoca los huracanes.",
            "characterCount": 432,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-beso",
            "title": "El Callejón del Beso",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 8,
            "content": "En Guanajuato, vivía Carmen, una joven hermosa. Su padre era muy estricto. Ella se enamoró de Luis. Como su padre no aceptaba su amor, Luis compró la casa vecina. Los balcones de las dos casas estaban tan cerca que casi se tocaban. Los enamorados se reunían en los balcones. Un día, el padre los descubrió y, furioso, mató a Carmen. Luis, llorando, le dio un último beso en la mano. Por eso ese lugar se llama el Callejón del Beso.",
            "characterCount": 435,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-popocatepetl",
            "title": "La Mujer Dormida",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 9,
            "content": "Iztaccíhuatl era una princesa que amaba al guerrero Popocatépetl. Él fue a la guerra y le prometieron que volvería para casarse. Pero un rival le dijo a la princesa que su amado había muerto. Ella murió de tristeza. Popocatépetl regresó victorioso y la encontró muerta. La llevó a la cima de una montaña y se quedó velando su sueño con una antorcha. Los dioses los convirtieron en volcanes: la Mujer Dormida y la Montaña que Humea.",
            "characterCount": 438,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-conejo",
            "title": "El Conejo en la Luna",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 10,
            "content": "El dios Quetzalcóatl bajó a la tierra como un hombre. Caminó todo el día y sintió hambre y cansancio. Se sentó a descansar. Un conejo estaba comiendo zacate. El dios le preguntó qué comía. El conejo le ofreció zacate, pero el dios dijo que no comía eso. Entonces, el conejo dijo: \"Soy pequeño, pero cómeme a mí para que no mueras de hambre\". El dios, conmovido, levantó al conejo hasta la luna y estampó su figura allí para que todos lo recordaran siempre.",
            "characterCount": 458,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-llorona",
            "title": "La Llorona",
            "category": "Leyenda",
            "difficulty": 3,
            "order": 11,
            "content": "Cuentan que hace mucho tiempo, una mujer sufrió una gran pena por sus hijos. Desde entonces, su espíritu vaga por las noches cerca de los ríos y lagos, vestida de blanco. Se le escucha llorar y gritar: \"¡Ay, mis hijos!\". Dicen que busca a sus hijos perdidos y que su lamento anuncia desgracias. Es una leyenda muy famosa en todo México.",
            "characterCount": 338,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-ruisenor",
            "title": "El Ruiseñor y la Rosa",
            "category": "Cuento",
            "difficulty": 3,
            "order": 12,
            "content": "Un estudiante quería una rosa roja para su amada, pero en su jardín no había ninguna. Un ruiseñor lo escuchó llorar y decidió ayudarlo. Buscó un rosal rojo, pero estaba seco por el invierno. El rosal le dijo que la única forma de tener una rosa roja era cantar toda la noche con el pecho pegado a una espina, tiñendo la rosa con su sangre. El ruiseñor cantó y murió por amor, creando la rosa más hermosa.",
            "characterCount": 408,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-gigante",
            "title": "El Gigante Egoísta",
            "category": "Cuento",
            "difficulty": 3,
            "order": 13,
            "content": "Un gigante tenía un hermoso jardín, pero no dejaba que los niños jugaran en él. Construyó un muro alto. Entonces, la primavera no volvió al jardín; siempre era invierno. Un día, los niños entraron por un agujero en el muro y la primavera regresó con ellos. El gigante se dio cuenta de su egoísmo, derribó el muro y jugó con los niños. Su corazón se llenó de alegría.",
            "characterCount": 368,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-principe",
            "title": "El Príncipe Feliz",
            "category": "Cuento",
            "difficulty": 3,
            "order": 14,
            "content": "La estatua del Príncipe Feliz estaba cubierta de oro y joyas. Desde lo alto veía la miseria de su ciudad y lloraba. Una golondrina se posó en él. El Príncipe le pidió que llevara el rubí de su espada, los zafiros de sus ojos y las láminas de oro a los pobres. La golondrina cumplió sus deseos y se quedó con él hasta morir de frío. El corazón de plomo del Príncipe se partió de dolor.",
            "characterCount": 388,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-tortuga-aguila",
            "title": "La Tortuga y el Águila",
            "category": "Fábula",
            "difficulty": 3,
            "order": 15,
            "content": "Una tortuga quería volar. Le pidió a un águila que le enseñara. El águila le dijo que no tenía alas, pero la tortuga insistió. El águila la agarró con sus garras, la subió muy alto y la soltó. La tortuga cayó sobre una roca y se rompió el caparazón. Moraleja: No intentes hacer cosas para las que no estás preparado.",
            "characterCount": 318,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-caballo-asno",
            "title": "El Caballo y el Asno",
            "category": "Fábula",
            "difficulty": 3,
            "order": 16,
            "content": "Un hombre tenía un caballo y un asno. Un día, iban cargados a la ciudad. El asno, cansado, le pidió al caballo que le ayudara con parte de su carga. El caballo se negó. El asno cayó muerto de cansancio. El dueño puso toda la carga del asno sobre el caballo, y también la piel del asno. El caballo lamentó no haber ayudado a tiempo.",
            "characterCount": 332,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-lobo-perro",
            "title": "El Lobo y el Perro",
            "category": "Fábula",
            "difficulty": 3,
            "order": 17,
            "content": "Un lobo flaco y hambriento encontró a un perro gordo y fuerte. El perro le dijo que su amo le daba comida y casa. El lobo quiso ir con él, pero vio una marca en el cuello del perro. \"Es del collar con el que me atan\", dijo el perro. \"¿Te atan?\", preguntó el lobo. \"Entonces no quiero tu comida. Prefiero ser libre y pasar hambre que ser un esclavo bien alimentado\".",
            "characterCount": 365,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-avaro",
            "title": "El Avaro y su Oro",
            "category": "Fábula",
            "difficulty": 3,
            "order": 18,
            "content": "Un avaro vendió todo lo que tenía y compró una barra de oro. La enterró en su jardín y la miraba todos los días. Un ladrón lo vio y robó el oro. El avaro lloraba desesperado. Un vecino le dijo: \"Pon una piedra en el agujero e imagina que es el oro. Te servirá de lo mismo, pues cuando el oro estaba ahí, no lo usabas para nada\".",
            "characterCount": 328,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-paloma-hormiga",
            "title": "La Paloma y la Hormiga",
            "category": "Fábula",
            "difficulty": 3,
            "order": 19,
            "content": "Una hormiga cayó a un arroyo y se estaba ahogando. Una paloma la vio y le tiró una ramita. La hormiga subió a la rama y se salvó. Poco después, un cazador apuntó a la paloma. La hormiga le picó en el pie. El cazador gritó y falló el tiro. La paloma escapó. Una buena acción siempre se paga con otra.",
            "characterCount": 302,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade3-raton-leon-2",
            "title": "El León y el Ratón (Versión larga)",
            "category": "Fábula",
            "difficulty": 3,
            "order": 20,
            "content": "Un león dormía la siesta cuando un ratoncito empezó a jugar sobre su cuerpo. El león despertó y atrapó al ratón. A punto de comerlo, el ratón pidió perdón y prometió pagarle el favor. El león se rió de que un ser tan pequeño pudiera ayudarlo, pero lo soltó. Tiempo después, el león cayó en una trampa de cazadores. Rugía impotente. El ratoncito escuchó, corrió y royó las cuerdas de la red hasta liberar al león. \"Te reíste de mí\", dijo el ratón, \"pero ahora ves que los pequeños también podemos ayudar\".",
            "characterCount": 508,
            "chineseCharCount": 0,
            "language": "spanish"
        }
    ]
}