{
    "grade": "Grade 2",
    "lessons": [
        {
            "id": "spa-grade2-dog",
            "title": "El Perro Juguetón",
            "category": "Story",
            "difficulty": 2,
            "order": 1,
            "content": "Tengo un perro. Se llama Max. A Max le gusta jugar con su pelota. Corre muy rápido en el jardín. Cuando le tiro la pelota, él la trae de vuelta. Es un perro muy inteligente y cariñoso. Me gusta dormir con Max.",
            "characterCount": 208,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-school",
            "title": "Mi Escuela",
            "category": "Story",
            "difficulty": 2,
            "order": 2,
            "content": "Hoy voy a la escuela. Llevo mi mochila con libros y cuadernos. En la escuela veo a mis amigos. Aprendemos a leer y escribir. Mi maestra es muy amable. En el recreo jugamos al fútbol. Me gusta mucho ir a la escuela.",
            "characterCount": 214,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-tree",
            "title": "El Árbol Grande",
            "category": "Story",
            "difficulty": 2,
            "order": 3,
            "content": "En mi jardín hay un árbol muy grande. Tiene muchas hojas verdes. En verano, el árbol nos da sombra. A veces veo pájaros en sus ramas. Me gusta sentarme bajo el árbol y leer un libro. Es mi lugar favorito.",
            "characterCount": 206,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-cerditos",
            "title": "Los Tres Cerditos",
            "category": "Cuento Clásico",
            "difficulty": 2,
            "order": 4,
            "content": "Había una vez tres cerditos que eran hermanos, y se fueron por el mundo a buscar fortuna. El más pequeño hizo su casa de paja. El mediano hizo su casa de madera. El mayor hizo su casa de ladrillos. El lobo feroz vino y sopló la casa de paja. El cerdito pequeño corrió a la casa de madera. El lobo sopló y la casa de madera se cayó. Los dos cerditos corrieron a la casa de ladrillo. El lobo sopló y sopló, pero no pudo derribar la casa de ladrillo. El lobo intentó entrar por la chimenea, pero cayó en una olla de agua caliente y huyó para siempre. Los tres cerditos vivieron felices y seguros.",
            "characterCount": 550,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-ocelote",
            "title": "Las manchas del ocelote",
            "category": "Leyenda",
            "difficulty": 2,
            "order": 5,
            "content": "En tiempos muy antiguos, había un animal, el ocelote. Tenía la piel de color del Sol, suave y fina, y sin una sola mancha en su cuerpo. El ocelote era tranquilo; se alimentaba de frutas y raíces. Pero un día, una estrella cayó del cielo. El ocelote la trató mal y la estrella le lanzó fuego. Desde entonces, el ocelote tiene manchas negras en su piel dorada, para recordar que debemos ser amables con todos.",
            "characterCount": 412,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-ratones-junta",
            "title": "La junta de los ratones",
            "category": "Fábula",
            "difficulty": 2,
            "order": 6,
            "content": "Una vez se juntaron los ratones para hablar de cosas importantes. \"Nuestra suerte sería feliz si no fuera por el gato\", dijo uno. \"Vivimos asustados\". Un ratón joven propuso: \"Pongamos un cascabel al gato, así sabremos cuando viene\". Todos aplaudieron. Pero un ratón viejo preguntó: \"¿Y quién le pone el cascabel al gato?\". Todos se callaron. Es fácil decir lo que hay que hacer, pero difícil hacerlo.",
            "characterCount": 408,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-olinos",
            "title": "El conde Olinos",
            "category": "Romance",
            "difficulty": 2,
            "order": 7,
            "content": "Madrugaba el Conde Olinos, mañanita de San Juan, a dar agua a su caballo a las orillas del mar. Mientras el caballo bebe canta un hermoso cantar: las aves que iban volando se paraban a escuchar. La reina le oyó cantar. \"No le mande matar, madre, que si mata al conde Olinos juntos nos han de enterrar\". Él murió a la media noche; ella, a los gallos cantar.",
            "characterCount": 368,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-colibri",
            "title": "El colibrí",
            "category": "Leyenda",
            "difficulty": 2,
            "order": 8,
            "content": "Los dioses mayas crearon todas las cosas. Cuando terminaron, notaron que faltaba alguien para llevar los deseos y pensamientos de un lugar a otro. Tomaron una piedra de jade y tallaron una pequeña flecha. Soplaron sobre ella y salió volando. Era el colibrí. Sus plumas brillan bajo el sol. Si ves un colibrí, es que alguien te manda buenos deseos.",
            "characterCount": 352,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-lechera",
            "title": "La Lechera",
            "category": "Fábula",
            "difficulty": 2,
            "order": 9,
            "content": "Una niña llevaba un cántaro de leche a vender. Por el camino pensaba: \"Venderé la leche y compraré huevos. Los huevos me darán pollitos. Los pollitos crecerán y los venderé para comprar un cerdito. El cerdito crecerá y compraré una vaca\". La niña saltó de alegría y el cántaro se rompió. Adiós huevos, pollitos, cerdito y vaca. No cuentes tus pollos antes de nacer.",
            "characterCount": 372,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-pastor",
            "title": "El Pastor Mentiroso",
            "category": "Fábula",
            "difficulty": 2,
            "order": 10,
            "content": "Un pastor cuidaba ovejas. Un día gritó: \"¡El lobo! ¡Viene el lobo!\". Los campesinos corrieron a ayudarle, pero no había lobo. El pastor se rió. Lo hizo otra vez y se rió de nuevo. Pero un día el lobo vino de verdad. El pastor gritó: \"¡El lobo!\", pero nadie le creyó. El lobo se comió las ovejas. Nadie cree a un mentiroso, aunque diga la verdad.",
            "characterCount": 356,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-lobo-oveja",
            "title": "El Lobo con Piel de Oveja",
            "category": "Fábula",
            "difficulty": 2,
            "order": 11,
            "content": "Un lobo se puso una piel de oveja para engañar al pastor. Se metió en el rebaño y comió muchas ovejas. Pero un día, el pastor quiso carne para cenar. Agarró al lobo pensando que era una oveja. El lobo aprendió que el engaño siempre sale mal.",
            "characterCount": 248,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-viejita",
            "title": "La Viejita y el Doctor",
            "category": "Fábula",
            "difficulty": 2,
            "order": 12,
            "content": "Una viejita tenía dolor de ojos y llamó a un doctor. El doctor le ponía una pomada y le vendaba los ojos. Mientras ella no veía, el doctor robaba sus muebles. Cuando la curó, pidió su pago. La viejita dijo: \"No te pagaré. Antes veía mis muebles, ahora que dices que estoy curada, no los veo\".",
            "characterCount": 298,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-carmen",
            "title": "Doña Carmen",
            "category": "Cuento",
            "difficulty": 2,
            "order": 13,
            "content": "Doña Carmen tenía una tienda. Vendía dulces y juguetes. A los niños les gustaba ir a su tienda. Un día, Doña Carmen regaló un dulce a cada niño que ayudó a limpiar el parque. Los niños aprendieron que cuidar su ciudad tiene recompensa.",
            "characterCount": 238,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-lagarto",
            "title": "El Lagarto está Llorando",
            "category": "Poema",
            "difficulty": 2,
            "order": 14,
            "content": "El lagarto está llorando. La lagarta está llorando. El lagarto y la lagarta con delantalitos blancos. Han perdido sin querer su anillo de desposados. ¡Ay, su anillito de plomo, ay, su anillito plomado! Un cielo grande y sin gente monta en su globo a los pájaros. El sol, capitán redondo, lleva un chaleco de raso. ¡Miradlos qué viejos son! ¡Qué viejos son los lagartos!",
            "characterCount": 376,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-ricitos",
            "title": "Ricitos de Oro",
            "category": "Cuento Clásico",
            "difficulty": 2,
            "order": 15,
            "content": "Ricitos de Oro entró en la casa de los tres osos. Probó la sopa del Papá Oso, estaba muy caliente. Probó la de Mamá Osa, estaba muy fría. Probó la del Osito, estaba perfecta y se la comió toda. Luego se durmió en la cama del Osito. Cuando los osos volvieron, la encontraron durmiendo. Ella despertó y salió corriendo.",
            "characterCount": 322,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-zorra-cuervo",
            "title": "La Zorra y el Cuervo",
            "category": "Fábula",
            "difficulty": 2,
            "order": 16,
            "content": "Un cuervo tenía un queso en el pico. Una zorra quería el queso. Le dijo al cuervo: \"¡Qué bellas plumas tienes! Seguro cantas hermoso\". El cuervo, halagado, abrió el pico para cantar. El queso cayó y la zorra se lo comió. \"Gracias\", dijo la zorra. \"Aprende a no confiar en aduladores\".",
            "characterCount": 289,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-cuervo-jarra",
            "title": "El Cuervo y la Jarra",
            "category": "Fábula",
            "difficulty": 2,
            "order": 17,
            "content": "Un cuervo tenía mucha sed. Encontró una jarra con un poco de agua en el fondo. No alcanzaba a beber. Intentó volcarla, pero pesaba mucho. Entonces, se le ocurrió una idea. Echó piedrecitas dentro de la jarra, una por una. El agua subió poco a poco hasta que pudo beber. La inteligencia vale más que la fuerza.",
            "characterCount": 313,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-zorra-uvas",
            "title": "La Zorra y las Uvas",
            "category": "Fábula",
            "difficulty": 2,
            "order": 18,
            "content": "Una zorra vio unos racimos de uvas maduras y jugosas. Quiso comerlas. Saltó y saltó, pero estaban muy altas. No podía alcanzarlas. Cansada, dijo: \"Bah, no las quiero. Seguro que están verdes\". Y se fue. A menudo fingimos despreciar lo que no podemos tener.",
            "characterCount": 261,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-leon-mosquito",
            "title": "El León y el Mosquito",
            "category": "Fábula",
            "difficulty": 2,
            "order": 19,
            "content": "Un mosquito retó a un león. \"No te tengo miedo\", dijo. El mosquito picó al león en la nariz. El león se rasguñó intentando atraparlo. El mosquito ganó y se fue volando orgulloso. Pero quedó atrapado en una telaraña. Venció al rey de la selva, pero fue vencido por una simple araña.",
            "characterCount": 286,
            "chineseCharCount": 0,
            "language": "spanish"
        },
        {
            "id": "spa-grade2-raton-rana",
            "title": "El Ratón y la Rana",
            "category": "Fábula",
            "difficulty": 2,
            "order": 20,
            "content": "Un ratón y una rana eran amigos. La rana ató la pata del ratón a la suya para estar siempre juntos. En la tierra todo iba bien. Pero al entrar al agua, la rana nadó feliz y el ratón se ahogó. Un milano vio al ratón flotando y se lo llevó, llevándose también a la rana. Ten cuidado con las amistades que te atan.",
            "characterCount": 315,
            "chineseCharCount": 0,
            "language": "spanish"
        }
    ]
}