{
  "grade": "6ème",
  "lessons": [
    {
      "id": "fr-6eme-fourberies-scapin",
      "title": "Les Fourberies de Scapin",
      "category": "Theater",
      "difficulty": 5,
      "order": 1,
      "content": "SCAPIN, feignant de ne pas voir Géronte : Ô Ciel ! ô disgrâce imprévue ! ô misérable père ! Pauvre Géronte, que feras-tu ?\nGÉRONTE, à part : Que dit-il là de moi, avec ce visage affligé ?\nSCAPIN : N'y a-t-il personne qui puisse me dire où est le seigneur Géronte ?\nGÉRONTE : Qu'y a-t-il, Scapin ?\nSCAPIN, courant sur le théâtre, sans vouloir entendre ni voir Géronte : Où pourrai-je le rencontrer pour lui dire cette infortune ?\nGÉRONTE, courant après Scapin : Qu'est-ce que c'est donc ?\nSCAPIN : En vain je cours de tous côtés pour le pouvoir trouver.\nGÉRONTE : Me voici.\nSCAPIN : Il faut qu'il soit caché en quelque endroit qu'on ne puisse point deviner.\nGÉRONTE, arrêtant Scapin : Holà ! es-tu aveugle, que tu ne me vois pas ?\nSCAPIN : Ah ! Monsieur, il n'y a pas moyen de vous rencontrer.\nGÉRONTE : Il y a une heure que je suis devant toi. Qu'est-ce que c'est donc qu'il y a ?\nSCAPIN : Monsieur, monsieur votre fils est tombé dans une disgrâce la plus étrange du monde.\nGÉRONTE : Et quelle ?\nSCAPIN : Je l'ai trouvé tantôt tout triste... nous nous sommes allés promener sur le port. Là, entre autres plusieurs choses, nous avons arrêté nos yeux sur une galère turque assez bien équipée. Un jeune Turc de bonne mine nous a invités d'y entrer... Pendant que nous mangions, il a fait mettre la galère en mer, et, se voyant éloigné du port, il m'a fait mettre dans un esquif, et m'envoie vous dire que, si vous ne lui envoyez par moi tout à l'heure cinq cents écus, il va vous emmener votre fils en Alger.\nGÉRONTE : Comment ! diantre, cinq cents écus ?\nSCAPIN : Oui, Monsieur ; et, de plus, il ne m'a donné pour cela que deux heures.\nGÉRONTE : Ah ! le pendard de Turc ! m'assassiner de la façon !\nSCAPIN : C'est à vous, Monsieur, d'aviser promptement aux moyens de sauver des fers un fils que vous aimez avec tant de tendresse.\nGÉRONTE : Que diable allait-il faire dans cette galère ?\nSCAPIN : Il ne songeait pas à ce qui est arrivé.\nGÉRONTE : Va-t'en, Scapin, va-t'en dire à ce Turc que je vais envoyer la justice après lui.\nSCAPIN : La justice en pleine mer ! Vous moquez-vous des gens ?\nGÉRONTE : Mais que diable allait-il faire dans cette galère ?",
      "characterCount": 2045,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-avare-cassette",
      "title": "L'Avare - La Cassette",
      "category": "Theater",
      "difficulty": 5,
      "order": 2,
      "content": "Au voleur ! au voleur ! à l'assassin ! au meurtrier ! Justice, juste Ciel ! je suis perdu, je suis assassiné, on m'a coupé la gorge, on m'a dérobé mon argent. Qui peut-ce être ? Qu'est-il devenu ? Où est-il ? Où se cache-t-il ? Que ferai-je pour le trouver ? Où courir ? Où ne pas courir ? N'est-il point là ? n'est-il point ici ? Qui est-ce ? Arrête. (À lui-même, se prenant par le bras.) Rends-moi mon argent, coquin... Ah ! c'est moi ! Mon esprit est troublé, et j'ignore où je suis, qui je suis, et ce que je fais. Hélas ! mon pauvre argent ! mon pauvre argent ! mon cher ami ! on m'a privé de toi ; et puisque tu m'es enlevé, j'ai perdu mon support, ma consolation, ma joie : tout est fini pour moi, et je n'ai plus que faire au monde. Sans toi, il m'est impossible de vivre. C'en est fait ; je n'en puis plus ; je me meurs ; je suis mort ; je suis enterré. N'y a-t-il personne qui veuille me ressusciter, en me rendant mon cher argent, ou en m'apprenant qui l'a pris. Euh ! que dites-vous ? Ce n'est personne. Il faut, qui que ce soit qui ait fait le coup, qu'avec beaucoup de soin on ait épié l'heure ; et l'on a choisi justement le temps que je parlais à mon traître de fils. Sortons. Je veux aller quérir la justice, et faire donner la question à toute ma maison ; à servantes, à valets, à fils, à fille, et à moi aussi. Que de gens assemblés ! Je ne jette mes regards sur personne qui ne me donne des soupçons, et tout me semble mon voleur. Hé ! de quoi est-ce qu'on parle là ? de celui qui m'a dérobé ? Quel bruit fait-on là-haut ? Est-ce mon voleur qui y est ? De grâce, si l'on sait des nouvelles de mon voleur, je supplie que l'on m'en dise. N'est-il point caché là parmi vous ? Ils me regardent tous, et se mettent à rire. Vous verrez qu'ils ont part, sans doute, au vol que l'on m'a fait. Allons, vite, des commissaires, des archers, des prévôts, des juges, des gênes, des potences, et des bourreaux ! Je veux faire pendre tout le monde ; et si je ne retrouve mon argent, je me pendrai moi-même après.",
      "characterCount": 1872,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-bourgeois-gentilhomme",
      "title": "Le Bourgeois gentilhomme",
      "category": "Theater",
      "difficulty": 5,
      "order": 3,
      "content": "MONSIEUR JOURDAIN : Et comme l'on parle, qu'est-ce que c'est donc que cela ?\nMAÎTRE DE PHILOSOPHIE : De la prose.\nMONSIEUR JOURDAIN : Quoi ! quand je dis : « Nicole, apportez-moi mes pantoufles, et me donnez mon bonnet de nuit », c'est de la prose ?\nMAÎTRE DE PHILOSOPHIE : Oui, Monsieur.\nMONSIEUR JOURDAIN : Par ma foi ! il y a plus de quarante ans que je dis de la prose sans que j'en susse rien, et je vous suis le plus obligé du monde de m'avoir appris cela. Je voudrais donc lui mettre dans un billet : « Belle Marquise, vos beaux yeux me font mourir d'amour » ; mais je voudrais que cela fût mis d'une manière galante, que cela fût tourné gentiment.\nMAÎTRE DE PHILOSOPHIE : Mettre que les feux de ses yeux réduisent votre cœur en cendres ; que vous souffrez nuit et jour pour elle les violences d'un...\nMONSIEUR JOURDAIN : Non, non, non, je ne veux point tout cela ; je ne veux que ce que je vous ai dit : « Belle Marquise, vos beaux yeux me font mourir d'amour ».\nMAÎTRE DE PHILOSOPHIE : Il faut bien étendre un peu la chose.\nMONSIEUR JOURDAIN : Non, vous dis-je, je ne veux que ces seules paroles-là dans le billet ; mais tournées à la mode ; bien arrangées comme il faut. Je vous prie de me dire un peu, pour voir, les diverses manières dont on les peut mettre.\nMAÎTRE DE PHILOSOPHIE : On les peut mettre premièrement comme vous avez dit : « Belle Marquise, vos beaux yeux me font mourir d'amour ». Ou bien : « D'amour mourir me font, belle Marquise, vos beaux yeux ». Ou bien : « Vos yeux beaux d'amour me font, belle Marquise, mourir ». Ou bien : « Mourir vos beaux yeux, belle Marquise, d'amour me font ». Ou bien : « Me font vos yeux beaux mourir, belle Marquise, d'amour ».\nMONSIEUR JOURDAIN : Mais de toutes ces façons-là, laquelle est la meilleure ?\nMAÎTRE DE PHILOSOPHIE : Celle que vous avez dite : « Belle Marquise, vos beaux yeux me font mourir d'amour ».\nMONSIEUR JOURDAIN : Cependant je n'ai point étudié, et j'ai fait cela tout du premier coup. Je vous remercie de tout mon cœur.",
      "characterCount": 1898,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-cid-stances",
      "title": "Le Cid",
      "category": "Theater",
      "difficulty": 5,
      "order": 4,
      "content": "Percé jusques au fond du cœur\nD'une atteinte imprévue aussi bien que mortelle,\nMisérable vengeur d'une juste querelle,\nEt malheureux objet d'une injuste rigueur,\nJe demeure immobile, et mon âme abattue\nCède au coup qui me tue.\nSi près de voir mon feu récompensé,\nÔ Dieu, l'étrange peine !\nEn cet affront mon père est l'offensé,\nEt l'offenseur le père de Chimène !\n\nQue je sens de rudes combats !\nContre mon propre honneur mon amour s'intéresse :\nIl faut venger un père, et perdre une maîtresse :\nL'un m'anime le cœur, l'autre retient mon bras.\nRéduit au triste choix ou de trahir ma flamme,\nOu de vivre en infâme,\nDes deux côtés mon mal est infini.\nÔ Dieu, l'étrange peine !\nFaut-il laisser un affront impuni ?\nFaut-il punir le père de Chimène ?\n\nPère, maîtresse, honneur, amour,\nNoble et dure contrainte, aimable tyrannie,\nTous mes plaisirs sont morts, ou ma gloire ternie.\nL'un me rend malheureux, l'autre indigne du jour.\nCher et cruel espoir d'une âme généreuse,\nMais ensemble amoureuse,\nDigne ennemi de mon plus grand bonheur,\nFer qui causes ma peine,\nM'es-tu donné pour venger mon honneur ?\nM'es-tu donné pour perdre ma Chimène ?\n\nIl vaut mieux courir au trépas.\nJe dois à ma maîtresse aussi bien qu'à mon père :\nJ'attire en me vengeant sa haine et sa colère ;\nJ'attire ses mépris en ne me vengeant pas.\nÀ mon plus doux espoir l'un me rend infidèle,\nEt l'autre indigne d'elle.\nMon mal augmente à le vouloir guérir ;\nTout redouble ma peine.\nAllons, mon âme ; et puisqu'il faut mourir,\nMourons du moins sans offenser Chimène.",
      "characterCount": 1564,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-demain-aube",
      "title": "Demain, dès l'aube",
      "category": "Poetry",
      "difficulty": 4,
      "order": 5,
      "content": "Demain, dès l'aube, à l'heure où blanchit la campagne,\nJe partirai. Vois-tu, je sais que tu m'attends.\nJ'irai par la forêt, j'irai par la montagne.\nJe ne puis demeurer loin de toi plus longtemps.\n\nJe marcherai les yeux fixés sur mes pensées,\nSans rien voir au dehors, sans entendre aucun bruit,\nSeul, inconnu, le dos courbé, les mains croisées,\nTriste, et le jour pour moi sera comme la nuit.\n\nJe ne regarderai ni l'or du soir qui tombe,\nNi les voiles au loin descendant vers Harfleur,\nEt quand j'arriverai, je mettrai sur ta tombe\nUn bouquet de houx vert et de bruyère en fleur.",
      "characterCount": 595,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-dormeur-val",
      "title": "Le Dormeur du val",
      "category": "Poetry",
      "difficulty": 4,
      "order": 6,
      "content": "C'est un trou de verdure où chante une rivière,\nAccrochant follement aux herbes des haillons\nD'argent ; où le soleil, de la montagne fière,\nLuit : c'est un petit val qui mousse de rayons.\n\nUn soldat jeune, bouche ouverte, tête nue,\nEt la nuque baignant dans le frais cresson bleu,\nDort ; il est étendu dans l'herbe, sous la nue,\nPâle dans son lit vert où la lumière pleut.\n\nLes pieds dans les glaïeuls, il dort. Souriant comme\nSourirait un enfant malade, il fait un somme :\nNature, berce-le chaudement : il a froid.\n\nLes parfums ne font pas frissonner sa narine ;\nIl dort dans le soleil, la main sur sa poitrine,\nTranquille. Il a deux trous rouges au côté droit.",
      "characterCount": 682,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-albatros",
      "title": "L'Albatros",
      "category": "Poetry",
      "difficulty": 5,
      "order": 7,
      "content": "Souvent, pour s'amuser, les hommes d'équipage\nPrennent des albatros, vastes oiseaux des mers,\nQui suivent, indolents compagnons de voyage,\nLe navire glissant sur les gouffres amers.\n\nÀ peine les ont-ils déposés sur les planches,\nQue ces rois de l'azur, maladroits et honteux,\nLaissent piteusement leurs grandes ailes blanches\nComme des avirons traîner à côté d'eux.\n\nCe voyageur ailé, comme il est gauche et veule !\nLui, naguère si beau, qu'il est comique et laid !\nL'un agace son bec avec un brûle-gueule,\nL'autre mime, en boitant, l'infirme qui volait !\n\nLe Poète est semblable au prince des nuées\nQui hante la tempête et se rit de l'archer ;\nExilé sur le sol au milieu des huées,\nSes ailes de géant l'empêchent de marcher.",
      "characterCount": 775,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-notre-dame",
      "title": "Notre-Dame de Paris",
      "category": "Literature",
      "difficulty": 5,
      "order": 8,
      "content": "Il y a aujourd'hui trois cent quarante-huit ans six mois et dix-neuf jours que les Parisiens s'éveillèrent au bruit de toutes les cloches sonnant à grande volée dans la triple enceinte de la Cité, de l'Université et de la Ville. Ce n'était cependant pas un jour dont l'histoire ait gardé souvenir que le 6 janvier 1482. Rien de notable dans l'événement qui mettait ainsi en branle, dès le matin, les cloches et les bourgeois de Paris. Ce n'était ni un assaut de Picards ou de Bourguignons, ni une châsse menée en procession, ni une révolte de lollards, ni une entrée de monsieur le dauphin, ni même une belle pendaison de larrons et de larronnesses à la justice de Paris. Ce n'était pas non plus l'arrivée, si fréquente au quinzième siècle, de quelque ambassade chamarrée et empanachée. Il y avait à peine deux jours que la dernière cavalcade de ce genre, celle des ambassadeurs flamands chargés de conclure le mariage entre le dauphin et Marguerite de Flandre, avait fait son entrée à Paris, au grand dépit de monsieur le cardinal de Bourbon, lequel, pour plaire au roi, avait dû faire fête à toute cette rustique tourbe de bourgmestres flamands, et leur donner en son hôtel de Bourbon une représentation de « une moult belle moralité, sottie et farce », tandis qu'une pluie battante inondait à la porte ses superbes tapisseries.",
      "characterCount": 1345,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-miserables-waterloo",
      "title": "Les Misérables - Waterloo",
      "category": "Literature",
      "difficulty": 5,
      "order": 9,
      "content": "S'il n'avait pas plu dans la nuit du 17 au 18 juin 1815, l'avenir de l'Europe était changé. Quelques gouttes d'eau de plus ou de moins ont fait pencher Napoléon. Pour que Waterloo fût la fin d'Austerlitz, la providence n'a eu besoin que d'un peu de pluie, et un nuage traversant le ciel hors de saison a suffi pour l'écroulement d'un monde. La bataille de Waterloo ne put commencer qu'à onze heures et demie, ce qui permit à Blücher d'arriver. Pourquoi ? Parce que la terre était mouillée. Il avait fallu attendre qu'elle se raffermît un peu pour que l'artillerie pût manoeuvrer. Napoléon était un artilleur de génie. Il sentait cela. Tous ses plans de bataille étaient faits pour les projectiles. Faire converger l'artillerie sur un point donné, c'était sa méthode. Il traitait la stratégie comme une géométrie. Si le terrain était tel que les pièces s'y embourbassent, le plan devenait inexécutable. Napoléon était le premier à le savoir. Il attendit donc. Mais le temps qu'il perdit fut celui que le destin gagna. À midi, la bataille commença. Ce fut une lutte de géants. Les charges de cavalerie se succédaient, les carrés d'infanterie résistaient héroïquement. Mais l'ombre de la nuit approchait, et avec elle, l'armée prussienne qui allait sceller le sort de l'Empereur.",
      "characterCount": 1324,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-horla",
      "title": "Le Horla",
      "category": "Literature",
      "difficulty": 5,
      "order": 10,
      "content": "8 mai. — Quelle journée admirable ! J'ai passé toute la matinée étendu sur l'herbe, devant ma maison, sous l'énorme platane qui la couvre, l'abrite et l'ombrage tout entière. J'aime ce pays, et j'aime y vivre parce que j'y ai mes racines, ces profondes et délicates racines, qui attachent un homme à la terre où sont nés et morts ses aïeux, qui l'attachent à ce qu'on pense et à ce qu'on mange, aux usages comme aux nourritures, aux locutions locales, aux intonations des paysans, aux odeurs du sol, des villages et de l'air lui-même. J'aime ma maison où j'ai grandi. De mes fenêtres, je vois la Seine qui coule, le long de mon jardin, derrière la route, presque chez moi, la grande et large Seine, qui va de Rouen au Havre, encombrée de bateaux qui passent. À gauche, là-bas, Rouen, la vaste ville aux toits bleus, sous la foule des clochers gothiques pointus. Ils sont innombrables, frêles ou larges, dominés par la flèche de fer de la cathédrale, et pleins de cloches qui sonnent dans l'air bleu des belles matinées, jetant jusqu'à moi leur lointain et doux bourdonnement de fer, leur chant d'airain que la brise m'apporte, tantôt plus fort et tantôt plus faible, suivant qu'elle s'éveille ou s'endort. Quel beau matin ! Vers onze heures, un long convoi de navires, traînés par un remorqueur, gros comme une mouche, et qui râlait de peine en vomissant une fumée épaisse, a passé devant ma grille.",
      "characterCount": 1425,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-parure",
      "title": "La Parure",
      "category": "Literature",
      "difficulty": 5,
      "order": 11,
      "content": "C'était une de ces jolies et charmantes filles, nées, comme par une erreur du destin, dans une famille d'employés. Elle n'avait pas de dot, pas d'espérances, aucun moyen d'être connue, comprise, aimée, épousée par un homme riche et distingué ; et elle se laissa marier avec un petit commis du ministère de l'Instruction publique. Elle fut simple, ne pouvant être parée ; mais elle était malheureuse comme une déclassée ; car les femmes n'ont point de caste ni de race, leur beauté, leur grâce et leur charme leur servant de naissance et de famille. Leur finesse native, leur instinct d'élégance, leur souplesse d'esprit sont leur seule hiérarchie, et font des filles du peuple les égales des plus grandes dames. Elle souffrait sans cesse, se sentant née pour toutes les délicatesses et tous les luxes. Elle souffrait de la pauvreté de son logement, de la misère des murs, de l'usure des sièges, de la laideur des étoffes. Toutes ces choses, dont une autre femme de sa caste ne se serait même pas aperçue, la tortillaient et l'indignaient. La vue de la petite Bretonne qui faisait son humble ménage éveillait en elle des regrets désolés et des rêves éperdus. Elle songeait aux antichambres nettes, capitonnées avec des tentures orientales, éclairées par de hautes girandoles de bronze, et aux deux grands valets en culotte courte qui dorment dans les larges fauteuils, tout assoupis par la chaleur lourde du calorifère.",
      "characterCount": 1412,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-boule-suif",
      "title": "Boule de Suif",
      "category": "Literature",
      "difficulty": 5,
      "order": 12,
      "content": "Pendant plusieurs jours de suite, des lambeaux d'armée en déroute avaient traversé la ville. Ce n'étaient point de la troupe, mais des hordes débandées. Les hommes avaient la barbe longue et sale, des uniformes en guenilles, et ils avançaient d'une allure molle, sans drapeau, sans régiment. Tous semblaient accablés, éreintés, incapables d'une pensée ou d'une résolution, marchant seulement par habitude, et tombant de fatigue sitôt qu'ils s'arrêtaient. On voyait surtout des mobilisés, gens pacifiques, rentiers tranquilles, pliant sous le poids du fusil ; des gardes nationaux alertes, faciles à l'épouvante et prompts à l'enthousiasme, tremblants maintenant devant leur propre ombre ; puis, au milieu d'eux, quelques culottes rouges, restes d'une division fracassée dans une grande bataille ; des artilleurs sombres, alignés avec ces fantassins divers ; et, parfois, le casque brillant d'un dragon au marcher lourd qui suivait avec peine la marche plus légère des lignards. Des légions de francs-tireurs aux appellations héroïques : « les Vengeurs de la Défaite », « les Citoyens de la Tombe », « les Partageurs de la Mort », passaient à leur tour, avec des airs de bandits. Leurs chefs, anciens marchands de draps ou de grains, anciens marchands de suif ou de savon, guerriers de circonstance, nommés officiers pour leurs écus ou la longueur de leurs moustaches, chargés d'armes, de flanelle et de galons, parlaient d'une voix vibrante, discutaient plans de campagne, et prétendaient soutenir seuls la France agonisante sur leurs épaules de fanfarons.",
      "characterCount": 1568,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-germinal",
      "title": "Germinal",
      "category": "Literature",
      "difficulty": 5,
      "order": 13,
      "content": "Dans la plaine rase, sous la nuit sans étoiles, d'une obscurité et d'une épaisseur d'encre, un homme suivait seul la grande route de Marchiennes à Montsou, dix kilomètres de pavé coupant tout droit, à travers les champs de betteraves. Devant lui, il ne voyait même pas le sol noir, et il n'avait la sensation de l'immense horizon plat que par les souffles du vent de mars, un vent large comme sur une mer, glacé d'avoir balayé des lieues de marais et de terres nues. Aucune ombre d'arbre ne tachait le ciel, le pavé se déroulait avec la rectitude d'une jetée, au milieu de l'embrouillement invisible des vapeurs. L'homme était parti de Marchiennes vers deux heures. Il marchait d'un pas allongé, grelottant sous le coton mince de sa veste et de son pantalon de velours. Un petit paquet, noué dans un mouchoir à carreaux, le gênait beaucoup ; et il le serrait contre ses flancs, tantôt d'un coude, tantôt de l'autre, pour dégager au fond de ses poches ses deux mains engourdies, que des gerçures sanglantes fouettaient. Une seule idée occupait sa tête vide d'ouvrier sans travail et sans gîte, l'espoir que le froid diminuerait après le lever du jour. Depuis une heure, il avançait ainsi, lorsque sur la gauche, à deux kilomètres de Montsou, il aperçut des feux rouges, trois brasiers brûlant au plein air, et comme suspendus. D'abord, il eut peur, il hésita ; puis, il ne put résister au besoin douloureux de se chauffer les mains un instant.",
      "characterCount": 1435,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-bonheur-dames",
      "title": "Au Bonheur des Dames",
      "category": "Literature",
      "difficulty": 5,
      "order": 14,
      "content": "Denise était venue à pied de la gare Saint-Lazare, où un train de Cherbourg l'avait débarquée avec ses deux frères, après une nuit passée sur la dure des banquettes de troisième classe. Elle tenait par la main Pépé, et Jean la suivait, tous les trois brisés du voyage, effarés et perdus au milieu du vaste Paris, le nez levé sur les maisons, demandant à chaque carrefour la rue de la Michodière, où leur oncle Baudu tenait un magasin de draperies. Mais, au moment où elle débouchait sur la place Gaillon, la jeune fille s'arrêta net de surprise. En face d'elle, il y avait un immense magasin dont les étalages l'éblouirent. C'était « Au Bonheur des Dames », la grande nouveauté qui épouvantait le quartier. Elle restait là, oubliant son oncle, oubliant sa misère, les yeux fixés sur ces vitrines monumentales où s'étalaient des soieries, des dentelles, des confections de toutes sortes. Le luxe de l'établissement, le mouvement des employés en redingote, la foule des clientes qui entraient et sortaient, tout cela lui donnait le vertige. Elle se sentait toute petite, toute pauvre devant cette machine géante qui semblait dévorer les petites boutiques voisines. Jean et Pépé, eux aussi, regardaient avec des yeux agrandis, fascinés par les couleurs vives des étoffes et l'éclat des glaces. C'était un monde nouveau qui s'ouvrait à eux, un monde de richesse et de splendeur dont ils n'avaient jamais rêvé dans leur lointaine Normandie.",
      "characterCount": 1428,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-pere-goriot",
      "title": "Le Père Goriot",
      "category": "Literature",
      "difficulty": 5,
      "order": 15,
      "content": "Mme Vauquer, née de Conflans, est une vieille femme qui, depuis quarante ans, tient à Paris une pension bourgeoise établie rue Neuve-Sainte-Geneviève, entre le quartier latin et le faubourg Saint-Marceau. Cette pension, connue sous le nom de la Maison-Vauquer, admet également des hommes et des femmes, des jeunes gens et des vieillards, sans que jamais la médisance ait attaqué les mœurs de ce respectable établissement. Mais aussi, depuis trente ans, il ne s'y était jamais vu de jeune personne, et pour qu'un jeune homme y demeurât, il fallait que sa famille lui donnât une bien mince pension. Néanmoins, en 1819, époque à laquelle ce drame commence, il s'y trouvait une pauvre jeune fille. Bien que le mot drame soit ici employé, ce n'est pas que ce livre soit un roman dans l'acception complète du mot. All is true, il est si véritable, que chacun peut en reconnaître les éléments chez soi, dans son cœur peut-être. La maison où s'exploite cette pension appartient à madame Vauquer. Elle est située au bas de la rue Neuve-Sainte-Geneviève, à l'endroit où le terrain s'abaisse vers la rue de l'Arbalète par une pente si brusque et si rude que les chevaux la montent ou la descendent rarement. Cette circonstance est favorable au silence qui règne dans ces rues serrées entre le dôme du Val-de-Grâce et le dôme du Panthéon, deux monuments qui changent les conditions de l'atmosphère en y jetant des tons jaunes, en y assombrissant tout par les teintes sévères que projettent leurs coupoles.",
      "characterCount": 1526,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-madame-bovary",
      "title": "Madame Bovary",
      "category": "Literature",
      "difficulty": 5,
      "order": 16,
      "content": "Nous étions à l'étude, quand le Proviseur entra, suivi d'un habit nouveau vêtu en bourgeois et d'un garçon de classe qui portait un grand pupitre. Ceux qui dormaient se réveillèrent, et chacun se leva comme surpris dans son travail. Le Proviseur nous fit signe de nous rasseoir ; puis, se tournant vers le maître d'études : — Monsieur Roger, lui dit-il à demi-voix, voici un élève que je vous recommande, il entre en cinquième. Si son travail et sa conduite sont méritoires, il passera dans les grands, où l'appelle son âge. Resté dans l'angle, derrière la porte, si bien qu'on l'apercevait à peine, le nouveau était un gars de la campagne, d'une quinzaine d'années environ, et plus haut de taille qu'aucun de nous tous. Il avait les cheveux coupés droit sur le front, comme un chantre de village, l'air raisonnable et fort embarrassé. Quoiqu'il ne fût pas large d'épaules, sa veste de drap vert à boutons noirs devait le gêner aux entournures et laissait voir, par la fente des parements, des poignets rouges habitués à être nus. Ses jambes, en bas bleus, sortaient d'un pantalon jaunâtre très tiré par les bretelles. Il était chaussé de souliers forts, mal cirés, garnis de clous. On commença la récitation des leçons. Il l'écouta de toutes ses oreilles, attentif comme au sermon, n'osant même croiser les cuisses, ni s'appuyer sur le coude, et, à deux heures, quand la cloche sonna, le maître d'études fut obligé de l'avertir, pour qu'il se mît avec nous dans le rang.",
      "characterCount": 1452,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-cyrano-nez",
      "title": "Cyrano de Bergerac",
      "category": "Theater",
      "difficulty": 5,
      "order": 17,
      "content": "Ah ! non ! c'est un peu court, jeune homme ! On pouvait dire... Oh ! Dieu ! ... bien des choses en somme... En variant le ton, — par exemple, tenez :\nAgressif : « Moi, monsieur, si j'avais un tel nez, Il faudrait sur-le-champ que je me l'amputasse ! »\nAmical : « Mais il doit tremper dans votre tasse ! Pour boire, faites-vous fabriquer un hanap ! »\nDescriptif : « C'est un roc ! ... c'est un pic ! ... c'est un cap ! Que dis-je, c'est un cap ? ... C'est une péninsule ! »\nCurieux : « De quoi sert cette oblongue capsule ? D'écritoire, monsieur, ou de boîte à ciseaux ? »\nGracieux : « Aimez-vous à ce point les oiseaux Que paternellement vous vous préoccupâtes De tendre ce perchoir à leurs petites pattes ? »\nTruculent : « Ça, monsieur, lorsque vous pétunez, La vapeur du tabac vous sort-elle du nez Sans qu'un voisin ne crie au feu de cheminée ? »\nPrévenant : « Gardez-vous, votre tête entraînée Par ce poids, de tomber en avant sur le sol ! »\nTendre : « Faites-lui faire un petit parasol De peur que sa couleur au soleil ne se fane ! »\nPédant : « L'animal seul, monsieur, qu'Aristophane Appelle Hippocampelephantocamélos Dut avoir sous le front tant de chair sur tant d'os ! »\nCavalier : « Quoi, l'ami, ce croc est à la mode ? Pour pendre son chapeau, c'est vraiment très commode ! »\nEmphatique : « Aucun vent ne peut, nez magistral, T'enrhumer tout entier, excepté le mistral ! »\nDramatique : « C'est la mer Rouge quand il saigne ! »",
      "characterCount": 1415,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-pont-mirabeau",
      "title": "Le Pont Mirabeau",
      "category": "Poetry",
      "difficulty": 5,
      "order": 18,
      "content": "Sous le pont Mirabeau coule la Seine\n            Et nos amours\n       Faut-il qu'il m'en souvienne\nLa joie venait toujours après la peine\n\n     Vienne la nuit sonne l'heure\n     Les jours s'en vont je demeure\n\nLes mains dans les mains restons face à face\n            Tandis que sous\n       Le pont de nos bras passe\nDes éternels regards l'onde si lasse\n\n     Vienne la nuit sonne l'heure\n     Les jours s'en vont je demeure\n\nL'amour s'en va comme cette eau courante\n            L'amour s'en va\n       Comme la vie est lente\nEt comme l'Espérance est violente\n\n     Vienne la nuit sonne l'heure\n     Les jours s'en vont je demeure\n\nPassent les jours et passent les semaines\n            Ni temps passé\n       Ni les amours reviennent\nSous le pont Mirabeau coule la Seine\n\n     Vienne la nuit sonne l'heure\n     Les jours s'en vont je demeure",
      "characterCount": 850,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-chanson-automne",
      "title": "Chanson d'automne",
      "category": "Poetry",
      "difficulty": 5,
      "order": 19,
      "content": "Les sanglots longs\nDes violons\nDe l'automne\nBlessent mon cœur\nD'une langueur\nMonotone.\n\nTout suffocant\nEt blême, quand\nSonne l'heure,\nJe me souviens\nDes jours anciens\nEt je pleure ;\n\nEt je m'en vais\nAu vent mauvais\nQui m'emporte\nDeçà, delà,\nPareil à la\nFeuille morte.",
      "characterCount": 272,
      "chineseCharCount": 0
    },
    {
      "id": "fr-6eme-livre-ami",
      "title": "Le Livre de mon ami",
      "category": "Story",
      "difficulty": 5,
      "order": 20,
      "content": "Je vais vous dire ce que me rappellent, tous les ans, le ciel agité de l'automne, les premiers dîners à la lampe et les feuilles qui jaunissent dans les arbres qui frissonnent ; je vais vous dire ce que je vois quand je traverse le Luxembourg dans les premiers jours d'octobre, alors qu'il est un peu triste et plus beau que jamais ; car c'est le temps où les feuilles tombent une à une sur les blanches épaules des statues. Ce que je vois alors dans ce jardin, c'est un petit bonhomme qui, les mains dans ses poches et son gibier sur le dos, s'en va au collège en sautillant comme un oiseau. Ma pensée seule le voit ; car ce petit bonhomme est une ombre ; c'est l'ombre de ce que j'étais il y a vingt-cinq ans. Il est bien plus jeune que moi maintenant ; il a l'air d'être mon fils. Il sort de la maison ; sa mère l'a regardé partir de la fenêtre. Il a les joues fraîches et le cœur léger. Il marche dans la fraîcheur du matin, et il va vers le collège, où il apprendra des choses latines et grecques qu'il oubliera plus tard, mais qui l'aideront à devenir un homme. Et moi, je le regarde passer avec un sourire mélancolique, car je sais toutes les joies et toutes les peines qui l'attendent, et je voudrais lui crier de profiter de ces belles années de jeunesse.",
      "characterCount": 1385,
      "chineseCharCount": 0
    }
  ]
}
