{
  "grade": "CM2",
  "lessons": [
    {
      "id": "fr-cm2-tour-monde",
      "title": "Le Tour du monde en 80 jours",
      "category": "Adventure",
      "difficulty": 4,
      "order": 1,
      "content": "En l'année 1872, la maison numéro 7 de Saville-row, Burlington Gardens, était habitée par Phileas Fogg, esq., l'un des membres les plus singuliers et les plus remarqués du Reform-Club de Londres, bien qu'il semblât prendre à tâche de ne rien faire qui pût attirer l'attention. À l'un des plus grands orateurs qui honorent l'Angleterre, succédait donc ce Phileas Fogg, personnage énigmatique, dont on ne savait rien, sinon que c'était un fort galant homme et l'un des plus beaux gentlemen de la haute société anglaise. Phileas Fogg était un homme qui ne voyageait pas, et qui ne semblait pas avoir de famille. Il était membre du Reform-Club, et voilà tout. C'était un personnage d'une ponctualité mathématique, qui ne se pressait jamais, mais qui arrivait toujours à temps. Il vivait seul dans sa maison de Saville-row, où personne ne pénétrait jamais. Un seul domestique le servait. Il déjeunait et dînait au club, à des heures chronométriquement déterminées, dans la même salle, à la même table, sans jamais frayer avec ses collègues. Il ne rentrait chez lui que pour se coucher, à minuit précis, utilisant toujours ce précieux temps que le club accordait aux membres de sa catégorie. C'est ce personnage si réglé qui allait pourtant parier vingt mille livres qu'il ferait le tour du monde en quatre-vingts jours seulement.",
      "characterCount": 1325,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-20000-lieues",
      "title": "Vingt mille lieues sous les mers",
      "category": "Adventure",
      "difficulty": 4,
      "order": 2,
      "content": "L'année 1866 fut marquée par un événement bizarre, un phénomène inexpliqué et inexplicable que personne n'a sans doute oublié. Sans parler des rumeurs qui agitaient les populations des ports et surexcitaient l'esprit public à l'intérieur des continents, les gens de mer furent particulièrement émus. Les négociants, armateurs, capitaines de navires, skippers et masters de l'Europe et de l'Amérique, officiers des marines militaires de tous les pays, et, après eux, les gouvernements des divers États des deux continents, s'inquiétèrent au plus haut point du fait. En effet, depuis quelque temps, plusieurs navires avaient rencontré sur mer « une chose énorme », un objet long, fusiforme, parfois phosphorescent, infiniment plus vaste et plus rapide qu'une baleine. Les faits relatifs à cette apparition, consignés dans les divers livres de bord, s'accordaient assez exactement sur la structure de l'objet ou de l'être en question, la vitesse inouïe de ses mouvements, la puissance surprenante de sa locomotion, la vie particulière dont il semblait doué. Si c'était un cétacé, il surpassait en volume tous ceux que la science avait classés jusqu'alors. Ni Cuvier, ni Lacépède, ni M. Dumeril, ni M. de Quatrefages n'eussent admis l'existence d'un tel monstre, à moins de l'avoir vu de leurs propres yeux de savants. On était donc en droit de se demander si cet être était un monstre marin d'une force colossale ou un navire sous-marin d'une puissance mécanique incroyable.",
      "characterCount": 1456,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-derniere-classe",
      "title": "La Dernière Classe",
      "category": "Story",
      "difficulty": 4,
      "order": 3,
      "content": "Ce matin-là, j'étais très en retard pour aller à l'école, et j'avais grand-peur d'être grondé, d'autant que M. Hamel nous avait dit qu'il nous interrogerait sur les participes, et je n'en savais pas le premier mot. Un moment l'idée me vint de manquer la classe et de prendre ma course à travers champs. Le temps était si chaud, si clair ! On entendait les merles siffler à la lisière du bois, et dans le pré Rippert, derrière la scierie, les Prussiens qui faisaient l'exercice. Tout cela me tentait bien plus que la règle des participes ; mais j'eus la force de résister, et je courus bien vite vers l'école. En passant devant la mairie, je vis qu'il y avait du monde arrêté près du petit grillage aux affiches. Depuis deux ans, c'est de là que nous sont venues toutes les mauvaises nouvelles, les batailles perdues, les réquisitions, les ordres de la commandature ; et je pensai sans m'arrêter : « Qu'est-ce qu'il y a encore ? » Alors, comme je traversais la place en courant, le forgeron Wachter, qui était là avec son apprenti en train de lire l'affiche, me cria : « Ne te dépêche pas tant, petit ; tu y arriveras assez tôt à ton école ! » Je crus qu'il se moquait de moi, et j'entrai tout essoufflé dans la petite cour de M. Hamel. D'ordinaire, au commencement de la classe, il y avait un grand tapage qu'on entendait jusque dans la rue, mais ce jour-là tout était tranquille comme un matin de dimanche.",
      "characterCount": 1412,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-miserables-cosette",
      "title": "Les Misérables - Cosette",
      "category": "Literature",
      "difficulty": 4,
      "order": 4,
      "content": "Cosette était laide. Si elle eût été heureuse, elle eût peut-être été jolie. Nous avons déjà esquissé cette petite figure sombre. Cosette était maigre et blême. Elle avait près de huit ans, on lui en eût donné à peine six. Ses grands yeux enfoncés dans une sorte d'ombre profonde étaient presque éteints à force d'avoir pleuré. Les coins de sa bouche avaient cette courbe de l'angoisse habituelle, qu'on voit chez les condamnés et chez les malades désespérés. Elle était vêtue d'une robe de grosse toile pleine de trous. Elle avait les pieds nus dans des sabots. On ne l'appelait plus Cosette, on l'appelait l'alouette. Le peuple, qui aime les figures, avait donné ce nom à ce petit être pas plus gros qu'un oiseau, qui tremblait, s'éveillait et sortait la première de la maison avant l'aube. Seulement la pauvre alouette ne chantait jamais. Elle travaillait du matin au soir dans l'auberge des Thénardier, portant des seaux d'eau trop lourds pour ses bras frêles, balayant les salles, lavant la vaisselle, sans jamais un mot de tendresse ou un sourire. Elle vivait dans la peur constante des coups et des réprimandes. Un soir de Noël, alors qu'elle devait aller chercher de l'eau dans le bois noir, elle rencontra un homme qui allait changer sa vie. Cet homme, Jean Valjean, fut touché par la misère de l'enfant et décida de la racheter aux Thénardier pour lui offrir enfin une existence digne et heureuse.",
      "characterCount": 1415,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-sans-famille",
      "title": "Sans Famille",
      "category": "Story",
      "difficulty": 4,
      "order": 5,
      "content": "Je suis un enfant trouvé. Mais, jusqu'à huit ans, j'ai cru que j'avais une mère comme tous les autres enfants, car, lorsque je pleurais, il y avait une femme qui me serrait si doucement dans ses bras en me berçant, que mes larmes s'arrêtaient de couler. Jamais je ne me couchais dans mon lit sans qu'elle vînt m'embrasser, et, quand le vent de décembre collait la neige contre les vitres blanchies, elle me prenait les pieds pour les réchauffer entre ses deux mains. Cette femme, c'était la mère Barberin. Elle habitait une pauvre maison dans le village de Chavanon. Son mari, le père Barberin, était maçon à Paris et ne rentrait que rarement. Je croyais être leur fils, car je ne connaissais rien d'autre. Un jour, tout changea. Le père Barberin revint de Paris, blessé et ruiné. En me voyant, il fut furieux et révéla la vérité : je n'étais qu'un enfant trouvé qu'il avait recueilli pour l'argent de la pension, et maintenant que l'argent ne venait plus, il voulait se débarrasser de moi. Malgré les larmes de la mère Barberin, il me vendit à un musicien ambulant nommé Vitalis. C'est ainsi que je commençai ma vie de voyageur sur les routes de France, accompagné de trois chiens savants et d'un petit singe nommé Joli-Cœur. Je quittai ma maison et ma mère adoptive avec un chagrin immense, ignorant tout des aventures et des épreuves qui m'attendaient dans ce vaste monde.",
      "characterCount": 1425,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-ile-mysterieuse",
      "title": "L'Île mystérieuse",
      "category": "Adventure",
      "difficulty": 4,
      "order": 6,
      "content": "« Remontons-nous ? — Non ! au contraire ! Nous descendons ! — Pis que cela, monsieur Cyrus ! nous tombons ! — Pour Dieu ! jetez du lest ! — Voilà le dernier sac vidé ! — Le ballon se relève-t-il ? — Non ! — J'entends comme un clapotis de vagues ! — La mer est sous la nacelle ! — Elle ne doit pas être à cinq cents pieds de nous ! » Ces cris retentissaient dans l'air, au-dessus de l'immensité du Pacifique, le 24 mars 1865. C'était un ouragan terrible, une de ces tempêtes effroyables qui dévastent tout sur leur passage. Un aérostat, emporté par la fureur des vents, filait avec une vitesse de quatre-vingt-dix milles à l'heure. Cinq passagers et un chien étaient enfermés dans la nacelle, luttant désespérément contre la mort. Ils s'étaient échappés de Richmond, assiégée pendant la guerre de Sécession, mais le destin semblait vouloir les briser en pleine mer. La force de l'ouragan était telle qu'ils ne pouvaient plus diriger leur ballon. Soudain, une déchirure se produisit dans l'enveloppe de soie, et le gaz s'échappa rapidement. La nacelle s'enfonça dans les flots écumants. C'est alors que l'incroyable se produisit : ils aperçurent une terre à l'horizon, une île isolée au milieu de l'océan. Échoués sur cette plage déserte, sans outils, sans armes et sans ressources, ces cinq hommes allaient devoir utiliser toute leur science et leur courage pour survivre sur cette terre qu'ils baptisèrent l'île Lincoln.",
      "characterCount": 1435,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-michel-strogoff",
      "title": "Michel Strogoff",
      "category": "Adventure",
      "difficulty": 4,
      "order": 7,
      "content": "— Sire, une nouvelle dépêche. — D'où vient-elle ? — De Tomsk. — Le fil est coupé au-delà de cette ville ? — Il est coupé depuis hier. — D'heure en heure, général, faites passer un télégramme à Tomsk, et que l'on me tienne au courant. — Oui, sire, répondit le général Kissoff. Ces propos s'échangeaient vers deux heures du matin, au moment où la fête battait son plein au Palais-Neuf. Pendant toute la soirée, la musique des régiments de la garde n'avait cessé de jouer. Mais le Tsar était préoccupé. Une révolte de Tartares, menée par le traître Ivan Ogareff, menaçait la Sibérie. Les communications étaient rompues avec Irkoutsk, où se trouvait le frère du Tsar. Il fallait envoyer un courrier capable de traverser des milliers de kilomètres à travers les lignes ennemies pour porter un message vital. Ce courrier, ce fut Michel Strogoff, un capitaine des courriers du Tsar, un homme de fer, d'une volonté inébranlable et d'un courage sans limite. Son voyage allait être une suite d'épreuves héroïques. Traversant les steppes russes, franchissant les montagnes de l'Oural, échappant aux patrouilles tartares, il allait devoir affronter le feu, l'eau et la trahison. Accompagné de la jeune Nadia, il marchait vers son destin, jurant de porter sa dépêche jusqu'au bout, au péril de ses yeux et de sa vie, pour le salut de l'Empire et de son souverain.",
      "characterCount": 1385,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-poil-carotte",
      "title": "Poil de Carotte",
      "category": "Story",
      "difficulty": 4,
      "order": 8,
      "content": "Madame Lepic attend son mari. Comme elle l'entend venir, elle compose sa figure et prend un livre. M. Lepic entre. Il voit Mme Lepic plongée dans sa lecture et il sort sur la pointe des pieds. Il se promène au jardin. Il rentre et voit toujours Mme Lepic plongée dans sa lecture. Il tousse, pour s'annoncer, et demande : — Tu ne sors pas ? — Si, je sors. — Où vas-tu ? — Je vais chez le maire. — Ah ! très bien. M. Lepic sort. Mme Lepic ferme son livre. Elle n'en a pas lu une ligne. Elle appelle son fils cadet, le petit François, que tout le monde surnomme Poil de Carotte à cause de ses cheveux roux et de ses taches de rousseur. Poil de Carotte est le souffre-douleur de la maison. Sa mère l'accable de corvées ingrates et de reproches injustes, tandis que ses frères aînés, Félix et Ernestine, sont favorisés. Poil de Carotte a appris à se taire, à ruser pour éviter les coups et à se réfugier dans son imagination. Il est souvent seul, parlant aux animaux de la ferme ou se cachant dans le grenier. Pourtant, sous cette carapace de soumission, bat un cœur assoiffé d'amour et de reconnaissance. Un jour, il osera enfin dire « non » à sa mère, cherchant auprès de son père, aussi silencieux que lui, un allié contre la tyrannie maternelle. C'est l'histoire d'une enfance difficile, racontée avec une ironie mordante et une émotion contenue.",
      "characterCount": 1365,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-guerre-boutons",
      "title": "La Guerre des boutons",
      "category": "Story",
      "difficulty": 4,
      "order": 9,
      "content": "Quand, le soir, à la sortie de l'école, on vit que Lebrac n'était pas là, on fut très ennuyé. D'abord parce qu'on l'aimait bien, le grand Lebrac, et ensuite parce que, lui absent, il n'y avait plus de chef. Et une armée sans chef est un corps sans tête ; ça ne peut rien faire de bon. Or, la situation était grave. Les gars de Velrans, les ennemis héréditaires de Longeverne, venaient de lancer une nouvelle provocation. La guerre était déclarée. Une guerre de gamins, certes, mais une guerre avec ses codes, ses batailles et ses prisonniers. L'enjeu était clair : les boutons. Chaque captif se voyait dépouillé de ses boutons, de ses bretelles et de ses lacets, rentrant chez lui dépenaillé sous les rires des vainqueurs et les réprimandes des parents. Lebrac, revenu le lendemain, organisa la résistance. On construisit une cabane secrète dans le bois, on forgea des épées de bois et on prépara des embuscades. C'était un monde à part, loin du regard des adultes et de la discipline de l'instituteur. Entre les deux villages, la haine était ancestrale, mais elle cachait aussi une forme de respect mutuel pour le courage et la ruse. La guerre des boutons, c'était le temps de l'innocence sauvage, des amitiés indéfectibles et des premières révoltes contre l'ordre établi. « Dire qu'on sera peut-être aussi bêtes qu'eux quand on sera grands ! », concluait amèrement l'un des enfants en observant les querelles des adultes.",
      "characterCount": 1428,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-vendredi-sauvage",
      "title": "Vendredi ou la Vie sauvage",
      "category": "Adventure",
      "difficulty": 4,
      "order": 10,
      "content": "À la fin de l'après-midi du 29 septembre 1759, le ciel noircit tout à coup dans la région de l'archipel Juan Fernandez, à six cents kilomètres environ au large des côtes du Chili. Le baromètre avait chuté d'une façon vertigineuse, indiquant l'imminence d'une terrible tempête. La Virginie, une galiote hollandaise, carguait ses voiles à la hâte. Robinson, le seul passager anglais à bord, observait avec inquiétude les vagues gigantesques qui commençaient à s'abattre sur le pont. Soudain, un choc effroyable ébranla le navire. La Virginie s'était brisée sur un récif corallien. Robinson fut projeté à la mer. Lorsqu'il reprit connaissance, il était seul sur une plage déserte. Il était le seul survivant du naufrage, avec pour unique compagnon le chien du bord, nommé Tenn. Pendant des années, Robinson tenta de reconstruire une civilisation miniature sur cette île qu'il baptisa Speranza. Il cultiva la terre, éleva des chèvres et rédigea un code de lois strict pour ne pas sombrer dans la folie. Sa vie bascula le jour où il sauva un jeune sauvage des mains de cannibales. Il l'appela Vendredi, du nom du jour de leur rencontre. Au début, Robinson voulut l'éduquer à la manière européenne, mais Vendredi, par sa joie de vivre et sa connexion avec la nature, finit par lui enseigner une autre façon d'exister. C'est le récit d'une métamorphose, où l'homme civilisé apprend, au contact de la solitude et de l'autre, à retrouver sa part de vie sauvage.",
      "characterCount": 1456,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-croc-blanc",
      "title": "Croc-Blanc",
      "category": "Adventure",
      "difficulty": 4,
      "order": 11,
      "content": "La forêt de sapins, sombre et mystérieuse, s'étendait de chaque côté de la rivière gelée. Les arbres, dépouillés par le vent de leur manteau de givre, semblaient se pencher les uns vers les autres, noirs et menaçants sous la lumière blafarde du crépuscule. Un silence profond régnait sur la terre, un silence sans vie, sans mouvement, si complet qu'il en devenait oppressant. C'était le Wild, le Grand Nord sauvage et désolé, où seuls les plus forts survivent. C'est là que naquit Croc-Blanc, fils d'une louve et d'un loup. Dès ses premiers jours, il apprit la loi de la jungle : manger ou être mangé. Sa vie fut une lutte perpétuelle contre la faim, le froid et les ennemis. Recueilli par des Indiens, il connut la main de l'homme, une main parfois protectrice mais souvent cruelle. Plus tard, vendu à un homme malfaisant nommé Beauty Smith, il devint un chien de combat, un tueur impitoyable mû par la haine. Mais son destin changea lorsqu'il fut sauvé par Weedon Scott. Cet homme patient et bon fut le premier à lui montrer de l'affection. Croc-Blanc, le loup solitaire, apprit alors une nouvelle loi : celle de l'amour et de la fidélité. Il devint le protecteur de son nouveau maître, prouvant que même la bête la plus sauvage peut être transformée par la bonté humaine. C'est l'histoire d'une rédemption animale au cœur des étendues glacées de l'Alaska.",
      "characterCount": 1395,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-appel-foret",
      "title": "L'Appel de la forêt",
      "category": "Adventure",
      "difficulty": 4,
      "order": 12,
      "content": "Buck ne lisait pas les journaux, sinon il aurait su qu'il se préparait de l'ennui, non seulement pour lui, mais pour tous les chiens de la côte, forts et à longs poils, depuis le détroit de Puget jusqu'à San Diego. Des hommes, fouillant dans l'obscurité arctique, avaient trouvé un métal jaune, et les compagnies de transport propageaient la nouvelle. Des milliers d'hommes se précipitaient vers le Nord, et ces hommes avaient besoin de chiens puissants, capables de tirer des traîneaux sur les pistes glacées du Klondike. Buck, un croisé de saint-bernard et de colley, vivait une vie paisible en Californie chez le juge Miller. Enlevé par un jardinier criblé de dettes, il fut vendu et transporté vers le Grand Nord. Là, il découvrit la rudesse de la vie sauvage et la cruauté de la loi du bâton et de la dent. Il dut apprendre à se battre pour sa nourriture, à dormir dans la neige et à obéir aux ordres de maîtres impitoyables. Mais au fond de lui, un instinct ancestral se réveillait. Le hurlement des loups dans la forêt lointaine résonnait comme un appel irrésistible. Sous la direction de John Thornton, le seul maître qu'il aima vraiment, Buck devint le plus célèbre des chiens de traîneau. Après la mort de Thornton, il rejoignit enfin ses frères sauvages, devenant le chef d'une meute de loups, répondant ainsi définitivement à l'appel de ses ancêtres et de la forêt primitive.",
      "characterCount": 1425,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-tom-sawyer",
      "title": "Les Aventures de Tom Sawyer",
      "category": "Adventure",
      "difficulty": 4,
      "order": 13,
      "content": "— Tom ! Pas de réponse. — Tom ! Pas de réponse. — Qu'est-ce qu'il peut bien faire, ce garnement-là ? Attends un peu, si je t'attrape, je... La vieille dame baissa ses lunettes et regarda par-dessus les verres, autour de la pièce ; puis elle les remonta et regarda par-dessous. Elle ne regardait presque jamais à travers les verres pour chercher une chose aussi petite qu'un garçon. C'était tante Polly, qui cherchait désespérément son neveu, Tom Sawyer. Tom était caché dans le cellier, le visage barbouillé de confiture. Tom était l'archétype du garnement au grand cœur, vivant dans une petite ville sur les bords du Mississippi. Avec son ami Huckleberry Finn, le fils de l'ivrogne du village, il passait son temps à faire l'école buissonnière, à chercher des trésors ou à jouer aux pirates. Leurs jeux d'enfants prirent une tournure dramatique le soir où, cachés dans le cimetière, ils furent témoins d'un meurtre commis par Joe l'Indien. Entre la peur de la vengeance du criminel et le poids de leur secret, les deux garçons durent faire preuve d'un courage inattendu. Les aventures de Tom sont une célébration de la liberté enfantine, de l'imagination débordante et des premiers émois amoureux pour la jolie Becky Thatcher. C'est un voyage nostalgique dans l'Amérique du XIXe siècle, où chaque journée est une promesse de découverte et chaque forêt un royaume à conquérir.",
      "characterCount": 1395,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-alice-merveilles",
      "title": "Alice au pays des merveilles",
      "category": "Story",
      "difficulty": 4,
      "order": 14,
      "content": "Alice commençait à être très-fatiguée d'être assise à côté de sa sœur, sur le gazon, et de n'avoir rien à faire ; une fois ou deux elle avait jeté un coup d'œil sur le livre que lisait sa sœur ; mais il n'y avait ni images ni dialogues : « Et, pensait Alice, à quoi peut servir un livre où il n'y a ni images ni dialogues ? » Elle se demandait si le plaisir de faire une couronne de marguerites valait la peine de se lever, quand tout à coup un lapin blanc aux yeux roses passa près d'elle. Il n'y avait rien là de très extraordinaire ; Alice n'entendit même pas non plus le lapin se dire à lui-même : « Ah ! j'arriverai trop tard ! » Mais quand le lapin tira une montre de sa poche de gilet, la regarda, puis se mit à courir de plus belle, Alice se leva d'un bond, car elle n'avait jamais vu de lapin avec une poche de gilet et une montre. Brûlante de curiosité, elle le poursuivit à travers le champ et le vit s'engouffrer dans un large terrier. Sans réfléchir une seconde, elle s'y précipita à sa suite. Elle se sentit alors tomber dans un puits très profond. Elle tombait si lentement qu'elle avait le temps d'observer les parois couvertes d'étagères, de cartes géographiques et de pots de confiture. C'était le début d'un voyage fantastique dans un monde absurde, peuplé d'un Chat du Cheshire souriant, d'un Chapelier fou et d'une Reine de Cœur tyrannique, où rien n'était impossible et où la logique était sans cesse bousculée.",
      "characterCount": 1456,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-peter-pan",
      "title": "Peter Pan",
      "category": "Story",
      "difficulty": 4,
      "order": 15,
      "content": "Tous les enfants grandissent, sauf un. Ils savent très tôt qu'ils grandiront un jour, et voici comment Wendy l'apprit. Un jour, alors qu'elle avait deux ans et qu'elle jouait dans un jardin, elle cueillit une fleur et courut l'offrir à sa mère. Je suppose qu'elle devait être ravissante, car Mrs Darling mit la main sur son cœur et s'écria : « Oh, pourquoi ne peux-tu pas rester ainsi pour toujours ! » Ce fut la première fois que Wendy comprit qu'elle ne resterait pas toujours petite. Quelques années plus tard, par une nuit étoilée, Peter Pan entra dans la chambre de Wendy, John et Michael. Peter était un garçon qui refusait de grandir et qui vivait au Pays de l'Imaginaire, une île magique peuplée de sirènes, d'Indiens et de pirates. Avec l'aide de la fée Clochette et d'un peu de poussière d'étoile, il apprit aux enfants Darling à voler et les emmena avec lui. Là-bas, ils rencontrèrent les Garçons Perdus et durent affronter le terrible Capitaine Crochet, qui poursuivait Peter pour se venger d'avoir perdu sa main, dévorée par un crocodile qui avait aussi avalé un réveil. Le Pays de l'Imaginaire était le royaume des rêves et de l'aventure, où l'on pouvait vivre mille vies en une seule journée. Mais Wendy finit par comprendre que, même si le monde de Peter était merveilleux, la véritable aventure était de grandir et de retrouver l'amour de ses parents, emportant avec elle le souvenir éternel de l'enfant qui ne voulait pas grandir.",
      "characterCount": 1465,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-livre-jungle",
      "title": "Le Livre de la jungle",
      "category": "Adventure",
      "difficulty": 4,
      "order": 16,
      "content": "Il était sept heures, par une très chaude soirée, sur les collines de Seeonee. Père Loup s'éveilla de son somme journalier, se gratta, bâilla et détendit ses pattes l'une après l'autre pour dissiper l'engourdissement qui les gagnait encore. Mère Louve était étendue, son gros nez gris tombé parmi ses quatre petits qui se culbutaient en criant, et la lune luisait par l'ouverture de la caverne. Soudain, un bruit étrange se fit entendre dans le fourré. Ce n'était pas le pas lourd d'un tigre, ni le glissement d'un serpent. Père Loup s'élança et vit, accroché à une branche basse, un « petit d'homme » tout nu, brun et potelé. C'était Mowgli. Il venait d'échapper à Shere Khan, le tigre boiteux qui voulait en faire son repas. Malgré les menaces du tigre, les loups décidèrent d'adopter l'enfant et de l'élever au sein de la meute. Mowgli grandit ainsi dans la jungle, protégé par la panthère noire Bagheera et instruit par l'ours brun Baloo, qui lui apprit la Loi de la Jungle et les Maîtres Mots des différents peuples animaux. Il apprit à chasser, à nager et à parler le langage des singes, des oiseaux et des loups. Mais Shere Khan n'avait pas oublié sa proie et attendait son heure. Mowgli dut utiliser toute sa ruse d'homme et la « fleur rouge », le feu, pour vaincre son ennemi. C'est l'histoire d'un enfant qui, entre deux mondes, finit par trouver sa place en devenant le maître de la jungle avant de retourner parmi les hommes.",
      "characterCount": 1428,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-ile-tresor",
      "title": "L'Île au trésor",
      "category": "Adventure",
      "difficulty": 4,
      "order": 17,
      "content": "C'est sur les instances de M. le chevalier Trelawney, du docteur Livesey et de tous ces messieurs en général, que je me suis décidé à mettre par écrit tout ce que je sais concernant l'Île au Trésor, depuis A jusqu'à Z, sans rien excepter que la position de l'île, et cela uniquement parce qu'il s'y trouve encore une partie du trésor. Tout commença à l'auberge de l'Amiral-Benbow, tenue par mes parents. Un vieil officier de marine au visage balafré, nommé Billy Bones, vint s'y installer. Il passait ses journées à surveiller l'horizon avec sa lunette, terrifié à l'idée de voir arriver un homme à une seule jambe. Après sa mort mystérieuse, je découvris dans son coffre une carte mystérieuse indiquant l'emplacement du trésor du célèbre pirate Flint. Le chevalier Trelawney affréta aussitôt un navire, l'Hispaniola, et nous partîmes pour l'aventure. Parmi l'équipage se trouvait un cuisinier charismatique nommé Long John Silver, qui marchait avec une béquille. Trop tard, je découvris que Silver et la plupart des marins étaient d'anciens pirates de Flint, prêts à tout pour s'emparer du magot. Ce fut le début d'une lutte acharnée sur l'île, entre trahisons, combats dans les bois et rencontres étranges avec Ben Gunn, un marin abandonné là depuis trois ans. L'île au trésor reste le symbole éternel de la piraterie, du courage juvénile et de l'attrait irrésistible de l'or caché.",
      "characterCount": 1415,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-trois-mousquetaires",
      "title": "Les Trois Mousquetaires",
      "category": "Adventure",
      "difficulty": 5,
      "order": 18,
      "content": "Le premier lundi du mois d'avril 1625, le bourg de Meung, où naquit l'auteur du Roman de la Rose, semblait être dans une révolution aussi entière que si les huguenots en fussent venus faire une seconde Rochelle. Plusieurs bourgeois, voyant s'enfuir les femmes le long de la Grande-Rue, entendant les enfants crier sur le seuil des portes, se hâtaient d'endosser la cuirasse. Un jeune homme nommé d'Artagnan, monté sur un bidet jaune, arrivait de sa Gascogne natale avec l'ambition de devenir mousquetaire du roi Louis XIII. À Meung, il fut humilié par un mystérieux gentilhomme, mais cela ne fit que renforcer sa détermination. Arrivé à Paris, il se lia d'amitié avec trois mousquetaires légendaires : Athos, le noble mélancolique ; Porthos, le colosse vaniteux ; et Aramis, le futur homme d'église. Ensemble, ils allaient s'opposer aux intrigues du puissant Cardinal de Richelieu et de la redoutable Milady de Winter. Leur mission la plus périlleuse les mena jusqu'en Angleterre pour sauver l'honneur de la Reine Anne d'Autriche, impliquée dans une affaire de ferrets de diamants offerts au duc de Buckingham. Portés par leur célèbre devise « Un pour tous, tous pour un ! », ces quatre compagnons traversèrent les guerres et les complots avec une bravoure et un panache inégalés, gravant leurs noms dans l'histoire et la légende de la France du XVIIe siècle.",
      "characterCount": 1412,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-comte-monte-cristo",
      "title": "Le Comte de Monte-Cristo",
      "category": "Adventure",
      "difficulty": 5,
      "order": 19,
      "content": "Le 24 février 1815, la vigie de Notre-Dame de la Garde signala le trois-mâts le Pharaon, venant de Smyrne, Trieste et Naples. Comme d'habitude, un pilote côtier partit aussitôt du port, rasa le château d'If et alla aborder le navire entre le cap de Morgion et l'île de Riou. Aussitôt, comme d'habitude encore, la plate-forme du fort Saint-Jean s'était couverte de curieux. Le jeune Edmond Dantès, second du navire, s'apprêtait à devenir capitaine et à épouser la belle Mercédès. Mais son bonheur excitait la jalousie de ses ennemis : Danglars, Fernand et Villefort. Victime d'une dénonciation calomnieuse, il fut arrêté le jour de ses noces et enfermé sans procès dans les cachots sombres du château d'If. Il y passa quatorze années de désespoir, jusqu'à sa rencontre avec l'abbé Faria, un vieux prisonnier savant qui lui transmit toute sa connaissance et le secret d'un immense trésor caché sur l'île de Monte-Cristo. Après une évasion spectaculaire, Dantès, devenu immensément riche, revint sous les traits du mystérieux Comte de Monte-Cristo. Patient et implacable, il organisa méthodiquement sa vengeance contre ceux qui l'avaient trahi, tout en récompensant ses rares amis. C'est le récit d'une justice tardive mais totale, où l'homme apprend que la patience et l'espérance sont les seules forces capables de vaincre l'injustice du destin.",
      "characterCount": 1395,
      "chineseCharCount": 0
    },
    {
      "id": "fr-cm2-capitaine-fracasse",
      "title": "Le Capitaine Fracasse",
      "category": "Adventure",
      "difficulty": 5,
      "order": 20,
      "content": "Sur le revers d'une de ces collines décharnées qui bossuent les Landes, entre Dax et Mont-de-Marsan, s'élevait, sous le règne de Louis XIII, une de ces gentilhommières si communes en Gascogne, et que les villageois décorent du nom de château. Deux tours rondes, coiffées de toits en éteignoir, flanquaient les angles d'un bâtiment carré, dont la façade présentait deux rangs de fenêtres. C'était le château de la Misère, demeure du jeune Baron de Sigognac, dernier rejeton d'une lignée illustre mais ruinée. Il y vivait seul avec son vieux serviteur Pierre et son chien Miraut, dans un dénuement presque total. Un soir d'orage, une troupe de comédiens ambulants demanda l'hospitalité. Parmi eux se trouvait la belle Isabelle, dont Sigognac tomba éperdument amoureux. Pour la suivre, il décida d'abandonner son manoir en ruine et de rejoindre la troupe, prenant le nom de scène de Capitaine Fracasse. Traversant la France dans un chariot cahotant, il découvrit la vie de bohème, les représentations dans les granges et les duels pour l'honneur de sa dame. De château en château, Sigognac allait prouver que sous ses habits de théâtre battait un véritable cœur de noble, prêt à affronter tous les dangers, y compris les spadassins du Duc de Vallombreuse, pour conquérir le cœur d'Isabelle et restaurer le nom des Sigognac dans toute sa splendeur passée.",
      "characterCount": 1385,
      "chineseCharCount": 0
    }
  ]
}
