{
  "grade": "小学五年级",
  "lessons": [
    {
      "id": "grade5-guanda",
      "title": "观潮",
      "category": "写景",
      "difficulty": 5,
      "order": 1,
      "content": "钱塘江大潮，自古以来被称为天下奇观。农历八月十八是一年一度的观潮日。这一天早上，我们来到海宁市的盐官镇，据说这里是观潮最好的地方。我们在江畔站了一会儿，只见水天相接的地方出现了一条白线，很快地向我们移来，逐渐拉长，变粗，横贯江面。再近些，只见白浪翻滚，形成一堵两丈多高的水墙。浪潮越来越近，犹如千万匹白色战马齐头并进，浩浩荡荡地飞奔而来；那声音如同千万辆坦克同时开动，发出山崩地裂的响声，好像大地都被震得颤动起来。刹那间，潮头飞过，江面上依旧风号浪吼。过了好久，钱塘江才恢复了平静。看看堤下，江水已经涨了两丈多高。这就是大自然的壮丽景观，让人惊叹不已，仿佛感受到了天地间无穷的力量。这种波澜壮阔的场面，如果不亲临其境，是很难想象出来的。那滚滚的浪潮，不仅是水的奔涌，更是生命与力量的礼赞，永远留在每一个观潮人的心中。",
      "characterCount": 425,
      "chineseCharCount": 385
    },
    {
      "id": "grade5-niaotian",
      "title": "鸟的天堂",
      "category": "写景",
      "difficulty": 5,
      "order": 2,
      "content": "我们吃过晚饭，热气已经退了。太阳落山了，只留下一段灿烂的红霞在天边。我们划着船，向河中心流去。没多久，我们就看见了那株大榕树。那翠绿的颜色，明亮地照耀着我们的眼睛，似乎每一片绿叶上都有一个新的生命在颤动。起初周围是静寂的。后来忽然起了一声鸟叫。我们把手一拍，便看见一只大鸟飞了起来。接着又看见第二只，第三只。我们继续拍掌，树上就变得热闹了，到处都是鸟声，到处都是鸟影。大的，小的，花的，黑的，有的站在树枝上叫，有的飞起来，有的在扑翅膀。我注意地看着，眼睛应接不暇，看清楚了这只，又错过了那只，看见了那只，另一只又飞起来了。一只画眉飞了出来，被我们的掌声一吓，又飞进了叶丛，站在一根小枝上兴奋地叫着，那歌声真好听。这就是“鸟的天堂”，一株大树竟成了一群鸟的乐园。在这里，人与自然和谐共处，构成了一幅美丽动人的画卷。我不禁感叹：这真是一株生命力极其旺盛的奇树，这真是一个名副其实的鸟的天堂！",
      "characterCount": 435,
      "chineseCharCount": 398
    },
    {
      "id": "grade5-langhua",
      "title": "浪花",
      "category": "写景",
      "difficulty": 5,
      "order": 3,
      "content": "我坐在沙滩上玩耍。浪花看见了，迈着轻轻的步子走来，悄悄地瘙痒了我的小脚丫。笑得我眼泪都流出来了，它才哗哗地笑着跑回家。不一会儿，浪花又唱着笑着跑来了。这次它给我捧来了雪白的贝壳，青青的小虾。我的篮子都装不下了。哗哗哗，浪花跑去又跑来，像个淘气的娃娃。它在海面上翻滚，激起一朵朵晶莹的水花，在阳光的照射下闪着七彩的光芒。海风吹来，浪花拍打着礁石，发出悦耳的声音，仿佛在弹奏一支古老的海洋乐曲。我追逐着浪花，在金色的沙滩上留下了一串串快乐的脚印。浪花是大海的微笑，也是我们童年的伙伴。它带走了烦恼，留下了希望。每当夜幕降临，我躺在床上，耳边似乎还能听到那哗哗的浪花声，那是大海在轻轻拍打着大地的肩膀，哄着万物进入甜美的梦乡。大海啊，你的浪花永远是那么美丽，那么充满活力。",
      "characterCount": 385,
      "chineseCharCount": 345
    },
    {
      "id": "grade5-guoyu",
      "title": "落花生",
      "category": "散文",
      "difficulty": 5,
      "order": 4,
      "content": "我们家的后园有半亩空地。母亲说：“让它荒着怪可惜的，你们那么爱吃花生，就辟开弄弄，种花生吧。”我们姐弟几个都很高兴，买种，翻地，播种，浇水，没过几个月，居然收获了。收获这一天，家里举行了节。父亲也来了，说：“花生的好处很多，有一样最可贵：它的果实埋在地里，不像桃子、石榴、苹果那样，把鲜红嫩绿的果实高高地挂在枝头上，使人一见就生爱慕之心。你们看它矮矮地长在地上，等到成熟了，也不能立刻分辨出来它有没有果实，必须挖起来才知道。”我们都说是，母亲也点点头。父亲接下去说：“所以你们要像花生，它虽然不好看，可是很有用。”我说：“那么，人要做有用的人，不要做只讲体面，而对别人没有好处的人。”父亲说：“对。这是我对你们的希望。”这一晚上的话深深地印在我的心上。花生那种不求名利、默默奉献的精神，成为了我一生为人处世的准则。无论身处何种境地，都要保持那份淳朴与踏实，做一个对社会真正有用的人。",
      "characterCount": 425,
      "chineseCharCount": 385
    },
    {
      "id": "grade5-baige",
      "title": "白鹅",
      "category": "状物",
      "difficulty": 5,
      "order": 5,
      "content": "这白鹅，傲慢得可怜。它伸长了头颈，左顾右盼。它走起路来，步调从容，大模大样的，颇像京剧里的净角出场。它吃起饭来，必须有三样东西下饭：一样是水，一样是泥，一样是草。先吃一口冷饭，再喝一口水，然后再到泥地里去吃一口泥和草。它吃饭时，必须有人在旁侍候。如果没人，它就大声叫唤，好像在抱怨我们伺候得不周到。它的叫声极其宏亮，引吭大叫时，简直像是在指挥千军万马。这白鹅的脾气真古怪，说它傲慢吧，它又确实带给家里不少生气和乐趣。它守卫门户，比狗还要敏捷，一有生人进来，它必然厉声叫嚣，甚至昂首阔步地冲上前去，展现出一副不畏强权的姿态。虽然它有时让人头疼，但那种不卑不亢、自尊自爱的性格，倒也让人心生几分敬意。在这小小的院子里，它俨然成了自己的国王，用它那独特的步调和叫声，谱写着属于它的骄傲篇章。",
      "characterCount": 365,
      "chineseCharCount": 325
    },
    {
      "id": "grade5-ma",
      "title": "猫",
      "category": "状物",
      "difficulty": 5,
      "order": 6,
      "content": "猫的性格实在有些古怪。说它老实吧，它的确有时候很乖。它会找个暖和的地方，成天睡大觉，无忧无虑，什么事也不过问。可是，它决定要出去玩玩，就会出走一天一夜，任凭谁怎么呼唤，它也不肯回来。说它贪玩吧，的确是呀，要不怎么会一天一夜不回家呢？可是，它听到老鼠的一点响动，又是多么尽职。它屏息凝视，一连就是几个钟头，非把老鼠等出来不可！它要是高兴，能比谁都温柔可亲：用身子蹭你的腿，把脖儿伸出来让你给它抓痒，或是在你写作的时候，跳上桌来，在稿纸上踩印几朵小梅花。它若是不高兴啊，无论谁说多少好话，它一声也不出。它什么都怕，总想藏起来。可是它又那么勇猛，不要说见着小虫和老鼠，就是遇上蛇也敢斗一斗。满月的小猫更可爱，腿脚还不稳，可是已经学会淘气。一根鸡毛，一个线团，都是它们的好玩具，耍个没完没了。跌倒了马上起来，再跑再跌。它们的胆子越来越大，逐渐开辟新的游戏场所。它会在花盆里摔跤，抱着花枝打秋千，所过之处，枝折花落。你见了，绝不会责打它，它是那么生气勃勃，天真可爱！",
      "characterCount": 450,
      "chineseCharCount": 415
    },
    {
      "id": "grade5-mudan",
      "title": "牡丹",
      "category": "状物",
      "difficulty": 5,
      "order": 7,
      "content": "春天到了，公园里的牡丹花开了。红的像火，粉的像霞，白的像雪。阵阵清香扑鼻而来，引得蝴蝶翩翩起舞，蜜蜂辛勤采蜜。游人们纷纷驻足观赏，赞叹不已。牡丹花真不愧是国色天香啊！每一朵牡丹都像是精心雕琢的艺术品，层层叠叠的花瓣舒展开来，显得雍容华贵，仪态万方。微风吹过，花朵轻轻摇曳，仿佛在向游客点头致意。那些含苞待放的花骨朵儿，像个害羞的小姑娘，躲在绿叶后面偷看外面的世界。而那些完全盛开的，则像自信的女王，在阳光下尽情展示自己的魅力。我站在花丛前，久久不愿离去。牡丹不仅美丽，更代表了繁荣昌盛和美好的祝愿。它那顽强的生命力和高雅的气质，让人感受到春天的无限生机。在这一片花海中，我仿佛也变成了一朵牡丹，随着春风起舞，与伙伴们一起装点着大地。牡丹之美，不仅在于色，更在于神。它以一种大方、自信的姿态，告诉我们生活应该像它一样，绽放出最灿烂的光彩。",
      "characterCount": 395,
      "chineseCharCount": 365
    },
    {
      "id": "grade5-new-1769144883582-1",
      "title": "白鹭",
      "category": "课文",
      "difficulty": 5,
      "order": 8,
      "content": "白鹭是一首精巧的诗。色素的配合，身段的大小，一切都很适宜。白鹤太大而嫌生硬，即使如粉红的朱鹭或灰色的苍鹭，也觉得大了一些，而且太不寻常了。然而白鹭却因为它的常见，而被人忘却了它的美。那雪白的蓑毛，那全身的流线型结构，那铁色的长喙，那青色的脚，增之一分则嫌长，减之一分则嫌短，素之一忽则嫌白，黛之一忽则嫌黑。在清水田里，有一只两只白鹭站着钓鱼，整个的田便成了一幅嵌在玻璃框里的画。田的大小好像是有心人为白鹭设计的。晴天的清晨，每每看见它孤独地站立于小树的绝顶，看来像是不安稳，而它却很悠然。这是别的鸟很难表现的一种嗜好。人们说它是在望哨，可它真是在望哨吗？黄昏的空中偶见白鹭的低飞，更是乡居生活中的一种恩惠。那是清澄的形象化，而且具有生命了。或许有人会感到美中的不足，白鹭不会唱歌。但是白鹭本身不就是一首很优美的歌吗？不，歌未免太铿锵了。白鹭实在是一首诗，一首韵在骨子里的散文诗。它不需要华丽的辞藻来修饰，也不需要响亮的旋律来张扬。它只是静静地存在着，在水田里，在树梢上，在黄昏的余晖中，以它那独有的姿态，诠释着什么叫作天然去雕饰，什么叫作真正的优雅。当我们静下心来去观察它时，就会发现，美其实无处不在，只要我们有一双善于发现美的眼睛。",
      "characterCount": 545,
      "chineseCharCount": 498
    },
    {
      "id": "grade5-new-1769144883582-5",
      "title": "圆明园的毁灭",
      "category": "课文",
      "difficulty": 5,
      "order": 12,
      "content": "圆明园在北京西北郊，是一座举世闻名的皇家园林。它由圆明园、万春园和长春园组成，所以也叫圆明三园。此外，还有许多小园，分布在圆明园东、西、南三面，众星拱月般环绕在圆明园周围。圆明园中，有金碧辉煌的殿堂，也有玲珑剔透的亭台楼阁；有象征着热闹街市的“买卖街”，也有象征着田园风光的山乡村野。园中许多景物都是仿照各地名胜建造的，如杭州西湖的平湖秋月、雷峰夕照；还有很多景物是根据古代诗人的诗情画意建造的，如蓬岛瑶台、武陵春色。园中不仅有民族建筑，还有西洋景观。漫步园内，有如漫游在天南海北，饱览着中外风景名胜；流连其间，仿佛置身在幻想的境界里。圆明园不但建筑宏伟，还收藏着最珍贵的历史文物：上自先秦时代的青铜礼器，下至唐、宋、元、明、清历代的名人书画和各种奇珍异宝。所以，它又是当时世界上最大的博物馆、艺术馆。1860年10月6日，英法联军侵入北京，闯进圆明园。他们把园内凡是能拿走的东西，统统掠走；搬不动的，就用大车或牲口搬运；实在运不走的，就任意破坏、毁掉。为了销毁罪证，10月18日和19日，三千多名侵略者奉命在园内放火。大火连烧三天，烟云笼罩了整个北京城。我国这一园林艺术的瑰宝、建筑艺术的精华，就这样化成了一片灰烬。圆明园的毁灭是世界文化史上不可估量的损失！",
      "characterCount": 585,
      "chineseCharCount": 512
    },
    {
      "id": "grade5-new-1769144883582-6",
      "title": "少年中国说（节选）",
      "category": "课文",
      "difficulty": 5,
      "order": 13,
      "content": "故今日之责任，不在他人，而全在我少年。少年智则国智，少年富则国富；少年强则国强，少年独立则国独立；少年自由则国自由；少年进步则国进步；少年胜于欧洲则国胜于欧洲；少年雄于地球则国雄于地球。红日初升，其道大光。河出伏流，一泻汪洋。潜龙腾渊，鳞爪飞扬。乳虎啸谷，百兽震惶。鹰隼试翼，风尘吸张。奇花初胎，矞矞皇皇。干将发硎，有作其芒。天戴其苍，地履其黄。纵有千古，横有八荒。前途似海，来日方长。美哉，我少年中国，与天不老！壮哉，我中国少年，与国无疆！这段文字，激荡着百年前梁启超先生对祖国未来的无限希冀。在他眼中，少年是国家的希望，是时代的先锋。少年的气质决定了国家的精神，少年的奋斗塑造了民族的未来。那如日之升、如河之奔的意象，生动地描绘了少年蓬勃的生命力。每一位中国少年，都应铭记这份责任，在求知的道路上勇往直前，在成长的历程中磨砺意志。我们要以开阔的胸襟拥抱世界，以坚定的信念守护家园。前路虽然漫长且充满挑战，但只要我们少年一代心怀梦想，脚踏实地，就一定能让古老的中华焕发出更加灿烂的青春光彩。少年强，则中国强，这不仅是历史的呼唤，更是时代的誓言。",
      "characterCount": 525,
      "chineseCharCount": 465
    },
    {
      "id": "grade5-new-1769144883582-7",
      "title": "四季之美",
      "category": "课文",
      "difficulty": 5,
      "order": 14,
      "content": "春天最美是黎明。东方一点儿一点儿泛着鱼肚色的天空，染上微微的红晕，飘着红紫红紫的彩云。夏天最美是夜晚。明亮的月夜固然美，漆黑漆黑的暗夜，也有无数的萤火虫翩翩飞舞。即使是蒙蒙细雨的夜晚，也有一只两只萤火虫，闪着凛冽的光，在黑暗中飞行，这情景着实迷人。秋天最美是黄昏。夕阳斜照西山时，动人的是点点归鸦急急匆匆地朝窠里飞去。成群结队的大雁，在高空中比翼而飞，更是叫人感动。夕阳西沉，夜幕降临，那风声、虫鸣，听起来也愈发叫人心旷神怡。冬天最美是早晨。落雪的早晨当然美，就是在遍地铺满白霜的早晨，或是在无雪无霜的凛冽的清晨，也要生起熊熊的炭火。手捧着暖和的火盆穿过廊下时，那心情儿和这寒冷的冬晨多么和谐啊！只是到了中午，寒气渐退，火盆里的灰多起来，未免令人有点儿扫兴。清少纳言笔下的四季，不仅仅是自然景色的更迭，更是心灵感悟的流动。每一季都有它独特的神韵，每一刻都有它别样的风情。只要我们愿意静下心来，细细品味生活的每一个瞬间，就能在平凡的日子里发现不平凡的美。四季轮回，美景常在，那是大自然赋予我们最慷慨、最温柔的礼物。",
      "characterCount": 512,
      "chineseCharCount": 456
    },
    {
      "id": "grade5-new-1769144883582-8",
      "title": "太阳",
      "category": "课文",
      "difficulty": 5,
      "order": 15,
      "content": "太阳离我们约有一亿五千万千米远。到太阳上去，如果步行，日夜不停地走，差不多要走三千五百年；就是坐飞机，也要飞二十几年。这么远，箭哪能射得到呢？我们看到太阳，觉得它并不大，实际上它大得很，约一百三十万个地球的体积才能抵得上一个太阳。因为太阳离地球太远了，所以看上去只有一个盘子那么大。太阳会发光，会发热，是个大火球。太阳的温度很高，表面温度有五千多摄氏度，就是钢铁碰到它，也会变成气体。中心温度估计是表面温度的两千五百倍。太阳虽然离我们很远很远，但是它和我们的关系非常密切。有了太阳，地球上的庄稼和树木才能发芽，长叶，开花，结果；鸟、兽、虫、鱼才能生存，繁殖。如果没有太阳，地球上就不会有植物，也不会有动物。我们吃的粮食、蔬菜、水果、肉类，穿的棉、麻、毛、丝，都和太阳有密切的关系。埋在地下的煤炭，看起来好像跟太阳没有关系，其实离开太阳也不能形成，因为煤炭是由远古时代的植物埋在地层底下变成的。地面上的水被太阳晒成水蒸气，上升到空中凝成无数小水滴，聚成了云。云里的水滴越聚越多，落下来就是雨或雪。雨和雪落在地面上，汇成江河，流进海洋。水蒸气从地面上升，在空中遇冷凝成小水滴，聚集成雾，也就是露。云、雨、雪、风的形成都离不开太阳。地球上的光明和温暖都是太阳送来的。如果没有太阳，地球上将到处是黑暗，到处是寒冷，没有风、雪、雨、露，没有草、木、鸟、兽，自然也不会有人。一句话，没有太阳，就没有我们这个美丽可爱的世界。",
      "characterCount": 715,
      "chineseCharCount": 650
    },
    {
      "id": "grade5-new-1769144883582-9",
      "title": "松鼠",
      "category": "课文",
      "difficulty": 5,
      "order": 16,
      "content": "松鼠是一种漂亮的小动物，乖巧，驯良，很讨人喜欢。它们虽然有时也捕捉鸟雀，却不是肉食动物，常吃的是杏仁、榛子、榉实和橡栗。它们面容清秀，眼睛闪闪发光，身体矫健，四肢轻快。玲珑的小面孔，衬上一条帽缨形的美丽尾巴，显得格外漂亮。尾巴老是扬起来，一直翘到头上，自己就躲在尾巴底下歇凉。它们常常直竖着身子坐着，像人们用手一样，用前爪往嘴里送东西吃。可以说，松鼠最不像四足兽了。松鼠不躲藏在地底下，经常在高处活动，像飞鸟一样住在树顶上，满树跑，从这棵树跳到那棵树。它们在树上做窝，摘果实，喝露水。只有树被风刮得太厉害了，才到地面上来。在平原地区是很少看到松鼠的。它们不接近人的住宅，也不待在小树丛里，只喜欢住在高大的老松树上。在晴朗的夏夜，可以听到松鼠在树上跳着叫着，互相追逐。它们好像很怕强烈的日光，白天躲在窝里歇凉，晚上出来奔跑、玩耍、吃东西。松鼠不像山鼠那样，一到冬天就蛰伏不动。它们是十分警觉的，只要有人触动一下松鼠所在的大树，它们就从树上的窝里跑出来躲到树枝底下，或者逃到别的树上去。松鼠轻快极了，总是小跳着前进，有时也连蹦带跳。它们的爪子是那样锐利，动作是那样敏捷，一棵很光滑的高树，一忽儿就爬上去了。松鼠的叫声很响亮，比黄鼠狼的叫声还要尖些。要是被惹恼了，还会发出一种不高兴的恨恨声。松鼠的窝通常搭在树枝分叉的地方，又干净又暖和。它们搭窝的时候，先搬些小木片，错杂着放在一起，再用一些干苔藓编扎起来，然后把苔藓弄平整，使那建筑物足够宽敞，足够坚实。这样，它们可以带着儿女住在里面，既舒适又安全。",
      "characterCount": 750,
      "chineseCharCount": 680
    },
    {
      "id": "grade5-new-1769144883582-10",
      "title": "慈母情深",
      "category": "课文",
      "difficulty": 5,
      "order": 17,
      "content": "我一直想买一本《青年近卫军》。可是要一块多钱，这对当时的我家来说是一笔不小的开支。那天，我穿过昏暗的街道，来到母亲工作的工厂。那里的空间非常狭小，空气中弥漫着刺鼻的机油味，几十台缝纫机发出的噪声震耳欲聋。我好不容易才在角落里找到了母亲。她正弯着腰，瘦弱的身影在昏暗的灯光下显得那么疲惫，双手不停地忙碌着。看到我来，母亲停下手中的活儿，抬起头，那张布满汗水和灰尘的脸上露出了温柔的笑容。我嗫嚅着说明了来意。母亲听后，没有迟疑，立刻从兜里掏出一个小布包，一层层揭开，里面全是毛票和分币。她数出一块多钱递给我，叮嘱我买书后要好好读书。那一刻，我的心里像塞了块石头一样沉重。我看着母亲那双粗糙的手，看着她又立刻投入到艰辛的工作中，眼泪忍不住流了下来。那一块多钱，不仅是母亲辛苦劳作的汗水，更是她对我的深沉爱意和无限期望。我紧紧攥着那些带着体温的钱，跑出了工厂，心中暗暗发誓，一定要努力学习，不辜负母亲的这份深情。那本书后来成了我最珍贵的财产，每当翻开它，我仿佛都能看到母亲在工厂里忙碌的身影，感受到那份沉甸甸的母爱。慈母情深，如同一盏明灯，照亮了我成长的每一个瞬间，给予我不断前行的力量。",
      "characterCount": 565,
      "chineseCharCount": 498
    },
    {
      "id": "grade5-new-1769144883582-11",
      "title": "父爱之舟",
      "category": "课文",
      "difficulty": 5,
      "order": 18,
      "content": "在那场梦里，我总是看到那条摇晃的小船，还有父亲那宽阔的背影。那是我去外地求学的时候，父亲摇着自家的小船，送我走过一程又一程的水路。船舱里装满了我简单的行李和父亲沉甸甸的期望。一路上，父亲很少说话，只是用力地摇着橹，汗水顺着他的脸颊流下，滴在波光粼粼的河面上。他偶尔会回过头，叮嘱我在学校要照顾好自己，要努力读书。那条小船，在风雨中虽然显得有些单薄，但在我心中，它却是最稳固、最温暖的避风港。为了供我读书，父亲节衣缩食，在烈日下劳作，在寒风中奔波，从未有过一句怨言。他那双长满老茧的手，撑起的是一个家，也是我的未来。在梦里，我看到父亲在集市上舍不得买一碗馄饨，却给我买了心仪已久的画具。我看到他为了给我凑学费，在深夜里还在昏暗的灯下编织着竹筐。那条父爱之舟，载着我驶出了贫困的小村庄，驶向了广阔的世界。如今，我已长大成人，走过了无数的山川湖海，坐过各种豪华的轮船，但最让我魂牵梦绕的，依然是故乡那条摇晃的小船。它是父爱的象征，是坚韧的化身。无论我走多远，那橹声依旧在我耳边回荡，那背影依旧是我心中永恒的依靠。父爱如山，深沉而含蓄；父爱如舟，载着梦想起航。感谢那条小船，感谢那位平凡而伟大的父亲，是他用一生的操劳，为我换来了如今的一片蓝天。",
      "characterCount": 585,
      "chineseCharCount": 525
    }
  ]
}
