{
  "grade": "小学六年级",
  "lessons": [
    {
      "id": "grade6-caoyuan",
      "title": "草原",
      "category": "写景",
      "difficulty": 6,
      "order": 1,
      "content": "这次，我看到了草原。那里的天比别处的更可爱，空气是那么清鲜，天空是那么明朗，使我总想高歌一曲，表示我满心的愉快。在天底下，一碧千里，而并不茫茫。四面都有小丘，平地是绿的，小丘也是绿的。羊群一会儿上了小丘，一会儿又下来，走在哪里都像给无边的绿毯绣上了白色的大花。那些小丘的线条是那么柔美，就像只用绿色渲染，不用墨线勾勒的中国画那样，到处翠色欲流，轻轻流入云际。这种境界，既使人惊叹，又叫人舒服，既愿久立四望，又想坐下低吟一首奇丽的小诗。在这境界里，连骏马和大牛都有时候静立不动，好像回味着草原的无限乐趣。\n\n我们访问的是陈巴尔虎旗。汽车走了一百五十里，才到达目的地。一百五十里全是草原。再走一百五十里，也还是草原。草原上行车十分洒脱，只要方向不错，怎么走都可以。初入草原，听不见一点儿声音，也看不见什么东西，除了一些忽飞忽落的小鸟。走了许久，远远地望见了一条迂回的明如玻璃的带子——河！牛羊多起来，也看到了马群，隐隐有鞭子的轻响。快了，快到了。忽然，像被一阵风吹来似的，远处的小丘上出现了一群马，马上的男女老少穿着各色的衣裳，群马疾驰，襟飘带舞，像一条彩虹向我们飞过来。这是主人来到几十里外欢迎远客。见到我们，主人们立刻拨转马头，欢呼着，飞驰着，在汽车左右与前面引路。静寂的草原热闹起来：欢呼声，车声，马蹄声，响成一片。车跟着马飞过小丘，看见了几座蒙古包。\n\n蒙古包外，许多匹马，许多辆车。人很多，都是从几十里外乘马或坐车来看我们的。主人们下了马，我们下了车。也不知道是谁的手，总是热乎乎地握着，握住不散。大家的语言不同，心可是一样。握手再握手，笑了再笑。你说你的，我说我的，总的意思是民族团结互助。\n\n也不知怎的，就进了蒙古包。奶茶倒上了，奶豆腐摆上了。主人们端出大盘的手抓羊肉。干部向我们敬酒，七十岁的老翁向我们敬酒。我们回敬，主人再举杯。鄂温克姑娘们戴着尖尖的帽子，既大方，又稍有点儿羞涩，来给客人们唱民歌。我们同行的歌手也赶紧唱起来，歌声似乎比什么语言都更响亮，都更感人，不管唱的是什么，听者总会露出会心的微笑。\n\n饭后，小伙子们表演套马、摔跤，姑娘们表演了民族舞蹈。客人们也舞的舞，唱的唱，并且要骑一骑蒙古马。太阳已经偏西，谁也不肯走。是啊！蒙汉情深何忍别，天涯碧草话斜阳！",
      "characterCount": 850,
      "chineseCharCount": 820
    },
    {
      "id": "grade6-boya",
      "title": "伯牙鼓琴",
      "category": "文言文",
      "difficulty": 6,
      "order": 2,
      "content": "伯牙鼓琴，锺子期听之。\n方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”\n少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”\n锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。",
      "characterCount": 100,
      "chineseCharCount": 85
    },
    {
      "id": "grade6-shudaisong",
      "title": "书戴嵩画牛",
      "category": "文言文",
      "difficulty": 6,
      "order": 3,
      "content": "蜀中有杜处士，好书画，所宝以百数。\n有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。\n一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”\n处士笑而然之。\n古语有云：“耕当问奴，织当问婢。”不可改也。",
      "characterCount": 120,
      "chineseCharCount": 105
    },
    {
      "id": "grade6-xueyi",
      "title": "学弈",
      "category": "文言文",
      "difficulty": 6,
      "order": 4,
      "content": "弈秋，通国之善弈者也。\n使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；\n一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。\n虽与之俱学，弗若之矣。\n为是其智弗若与？曰：非然也。",
      "characterCount": 90,
      "chineseCharCount": 80
    },
    {
      "id": "grade6-liangxiaoer",
      "title": "两小儿辩日",
      "category": "文言文",
      "difficulty": 6,
      "order": 5,
      "content": "孔子东游，见两小儿辩斗，问其故。\n一儿曰：“我以日始出时去人近，而日中时远也。”\n一儿曰：“我以日初出远，而日中时近也。”\n一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”\n一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”\n孔子不能决也。\n两小儿笑曰：“孰为汝多知乎？”",
      "characterCount": 150,
      "chineseCharCount": 130
    },
    {
      "id": "grade6-congcong",
      "title": "匆匆",
      "category": "散文",
      "difficulty": 6,
      "order": 6,
      "content": "燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？——是有人偷了他们罢：那是谁？又藏在何处呢？是他们自己逃走了罢：现在又到了哪里呢？\n\n我不知道他们给了我多少日子；但我的手确乎是渐渐空虚了。在默默里算着，八千多日子已经从我手中溜去；像针尖上一滴水滴在大海里，我的日子滴在时间的流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。\n\n去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢？早上我起来的时候，小屋里射进两三方斜斜的太阳。太阳他有脚啊，轻轻悄悄地挪移了；我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去；默默时，便从凝然的双眼前过去。我觉察他去的匆匆了，伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过，从我脚边飞去了。等我睁开眼和太阳再见，这算又溜走了一日。我掩面叹息。但是新来的日子的影儿又开始在叹息里闪过了。\n\n在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了；我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？\n\n我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但不能平的，为什么偏要白白走这一遭啊？\n\n你聪明的，告诉我，我们的日子为什么一去不复返呢？",
      "characterCount": 580,
      "chineseCharCount": 550
    },
    {
      "id": "grade6-yuanxingtian",
      "title": "原野的星空",
      "category": "写景",
      "difficulty": 6,
      "order": 7,
      "content": "暑假里，我们去乡下住了几天。\n夜晚没有路灯，院子一下子安静下来。\n\n我抬头一看，星星像撒在黑布上的盐粒，一闪一闪。\n银河横在天上，细细的，亮亮的，像一条缓慢流动的河。\n\n爷爷说：城里灯太多，星光就被盖住了。\n我忽然明白，很多美好并不是消失了，只是被我们忽略了。\n\n我躺在竹椅上，听虫鸣，看星群。\n风吹过树叶，像有人轻轻翻书。\n那一刻，我觉得自己也成了夜色里的一颗小星星。",
      "characterCount": 185,
      "chineseCharCount": 150
    },
    {
      "id": "grade6-xiaohedaan",
      "title": "小河的答案",
      "category": "散文",
      "difficulty": 6,
      "order": 8,
      "content": "村口有一条小河。\n春天，它带着新草的味道；夏天，它把热浪变成凉意；秋天，它把落叶送去远方；冬天，它安静得像一面镜子。\n\n我曾问自己：小河为什么不停地流？\n\n有一次下雨，河水涨得很快。\n浑浊的水夹着枯枝，也夹着一股向前的力量。\n等雨停了，河水又慢慢清了下来。\n\n我站在岸边想：小河并不是一直平静。\n它也会遇到泥沙、石头和弯道。\n可是它总能找到路，绕过去，穿过去，继续向前。\n\n那天，我仿佛得到了答案：向前，本身就是意义。",
      "characterCount": 209,
      "chineseCharCount": 167
    },
    {
      "id": "grade6-new-1769144981116-1",
      "title": "丁香结",
      "category": "课文",
      "difficulty": 6,
      "order": 9,
      "content": "今年的丁香好像开得格外茂盛，城里城外，都是一样。城里街旁，往往有几棵两棵，宛如人家的门面；城外校园里，更是到处都是。\n古人词云：“芭蕉不展丁香结”、“丁香空结雨中愁”。在细雨迷蒙中，着了水滴的丁香格外妩媚。花墙边两株紫色的，如同印象派的画，线条模糊了，直向窗前的莹白渗过来。让人觉得，丁香确实该和微雨连在一起。\n只是赏过这么多年的丁香，却一直不解，何以古人发明了“丁香结”的说法。今年一次雨中，我再次看那丁香，才明白，不是丁香花，而是丁香花蕾。\n每当春雨绵绵，丁香花蕾便如一个个紫色的结，挂在树梢。\n结，是解不完的；人生中的问题也是解不完的，不然，岂不太平淡无味了吗？",
      "characterCount": 284,
      "chineseCharCount": 239
    },
    {
      "id": "grade6-new-1769144981116-2",
      "title": "宿建德江",
      "category": "课文",
      "difficulty": 6,
      "order": 10,
      "content": "移舟泊烟渚，日暮客愁新。\n野旷天低树，江清月近人。",
      "characterCount": 25,
      "chineseCharCount": 20
    },
    {
      "id": "grade6-new-1769144981116-3",
      "title": "六月二十七日望湖楼醉书",
      "category": "课文",
      "difficulty": 6,
      "order": 11,
      "content": "黑云翻墨未遮山，白雨跳珠乱入船。\n卷地风来忽吹散，望湖楼下水如天。",
      "characterCount": 33,
      "chineseCharCount": 28
    },
    {
      "id": "grade6-new-1769144981116-4",
      "title": "七律·长征",
      "category": "课文",
      "difficulty": 6,
      "order": 12,
      "content": "红军不怕远征难，万水千山只等闲。\n五岭逶迤腾细浪，乌蒙磅礴走泥丸。\n金沙水拍云崖暖，大渡桥横铁索寒。\n更喜岷山千里雪，三军过后尽开颜。",
      "characterCount": 67,
      "chineseCharCount": 56
    },
    {
      "id": "grade6-new-1769144981116-5",
      "title": "狼牙山五壮士",
      "category": "课文",
      "difficulty": 6,
      "order": 13,
      "content": "1941年秋，日寇集中兵力，向我晋察冀根据地大举进犯。当时，七连奉命在狼牙山一带坚持游击战争，掩护主力部队和群众转移。\n为了拖住敌人，七连六班的五个战士——班长马宝玉，副班长葛振林，战士宋学义、胡德林和胡福才，痛击追上来的敌人，有计划地把大批敌人引上了狼牙山。\n五位战士胜利地完成了掩护任务，准备转移。面前有两条路：一条通往主力转移的方向，走这条路可以很快追上连队，可是敌人紧跟在身后，主力就会受到影响；另一条是通向狼牙山顶峰棋盘陀的，那儿三面都是悬崖绝壁。\n班长马宝玉斩钉截铁地说了一声：“走！”带头向棋盘陀走去。战士们热血沸腾，紧跟在班长后面。\n到了顶峰，五位壮士居高临下，继续向紧跟在身后的敌人射击。\n子弹打光了。班长马宝玉大声喊道：“同志们！用石头砸！”\n敌人纷纷滚落深谷。\n任务完成了。五位壮士屹立在狼牙山顶峰，眺望着群众和部队主力远去的方向。他们回头望望还在向上爬的敌人，脸上露出了胜利的喜悦。班长马宝玉激动地说：“同志们，我们的任务胜利完成了！”说罢，他把那支从敌人手里夺来的枪砸碎了，然后走到悬崖边上，像每次发起冲锋一样，第一个纵身跳下深谷。战士们也昂首挺胸，相继跳下深谷。\n这是英雄的中国人民坚强不屈的声音！这声音惊天动地，气壮山河！",
      "characterCount": 526,
      "chineseCharCount": 453
    },
    {
      "id": "grade6-new-1769144981116-6",
      "title": "开国大典",
      "category": "课文",
      "difficulty": 6,
      "order": 14,
      "content": "1949年10月1日，中华人民共和国中央人民政府成立，在首都北京举行典礼。\n下午三点整，会场上爆发出一阵排山倒海的掌声，中华人民共和国中央人民政府主席毛泽东出现在主席台上，跟各位副主席、各位委员站在一起。广播员告诉大家，各位代表及外宾也登上了天安门城楼。\n接着，毛泽东主席宣布：“中华人民共和国中央人民政府今天成立了！”\n这庄严的宣告，这雄伟的声音，使全场三十万人一齐欢呼起来。这庄严的宣告，这雄伟的声音，经过无线电的广播，传到长城内外，传到大江南北，使全中国人民的心一齐欢跃起来。\n接着，升国旗。毛主席亲自按动连通电动旗杆的电钮，新中国的国旗——五星红旗徐徐上升。三十万人一齐脱帽肃立，一齐抬起头，瞻仰这鲜红的国旗。五星红旗升起来了，表明中国人民从此站起来了。",
      "characterCount": 331,
      "chineseCharCount": 285
    },
    {
      "id": "grade6-new-1769144981116-7",
      "title": "灯光",
      "category": "课文",
      "difficulty": 6,
      "order": 15,
      "content": "我走在天安门广场，看着华灯璀璨，不由得想起了郝副营长。\n那是在解放战争时期。一次围歼战前，郝副营长借着微弱的火柴光，看一本书插图。插图上画着一个孩子在电灯下读书。\n郝副营长对我说：“多好啊！赶明儿胜利了，咱们也能用上电灯，让孩子们都在那样亮的灯光下学习，该多好啊！”\n战斗打响了。后续部队在黑暗中找不到突破口，情况非常危急。\n突然，黑暗中燃起了一本书，火光照亮了道路。战士们冲了上去，取得了胜利。\n但是，郝副营长却牺牲了。\n他没能看到他所憧憬的灯光，但他用自己的生命，为我们点亮了通往胜利的道路。\n如今，我漫步在灯火辉煌的广场上，心中充满了对郝副营长的怀念和敬意。",
      "characterCount": 282,
      "chineseCharCount": 243
    },
    {
      "id": "grade6-new-1769144981116-8",
      "title": "宇宙生命之谜",
      "category": "课文",
      "difficulty": 6,
      "order": 16,
      "content": "地球之外是否有生命存在，是人类一直探索的宇宙之谜。\n古时候，科学不发达，人们一直向往着“天上的世界”。于是，有了许许多多的故事：嫦娥奔月，仙女下凡，蟠桃盛会……现在，科学发达了，人们知道那都是神话。但是，地球之外的太空中是否有生命存在，仍然是一个吸引人的问题。\n从理论上说，宇宙是无限的。地球只是太阳系中的一颗行星，而太阳系只是银河系中一个极小的部分，银河系又是宇宙的沧海一粟。整个银河系中有几千亿颗恒星，类似太阳系这样的天体系统为数不少，其中肯定有与地球类似的行星。可以猜测，地球绝不是有生命存在的唯一天体。但是，人类至今尚未找到另外一颗具有生命的星球。\n哪些天体上可能有生命存在呢？这个天体又必须具备什么样的条件呢？人们了解了生命起源的过程之后，认为至少应有这样几个条件：一是适合生物生存的温度，一般应在零下五十摄氏度至零上五十摄氏度之间；二是必要的水分，生命物质诸如蛋白质、核酸的活力都和水紧密相关，没有水，也就没有生命；三是适当成分的大气，虽然已发现少数厌氧菌能在没有氧气的条件下生存，但氧气和二氧化碳对于生命的存在是极为重要的；四是要有足够的光和热，为生命体系提供能源。\n根据这些条件，科学家首先对太阳系除地球以外的其他行星进行了分析。水星离太阳最近，朝向太阳的一面表面温度达到三百至四百摄氏度，不可能存在生命。金星是一颗缺氧、缺水，有着浓厚云层的行星，太阳辐射和云层造成的“温室效应”，使得金星表面温度极高，不可能有生命存在。木星、土星、天王星和海王星离太阳很远，它们的表面温度，一般都低于零下的一百四十摄氏度，因此，也不可能有生命存在。\n太阳系中唯一还可能存在生命的星球是火星。火星与地球有不少相似之处：地球自转一圈是23小时56分4秒，火星自转一圈是24小时37分；地球自转轴与公转轨道平面有66度34分的倾角，而火星的倾角约66度1分，所以火星和地球一样有昼夜，有四季，有高山，有峡谷，也有贫瘠的沙漠。\n科学家们还发现，火星是一个非常干燥的星球，在它的大气中虽然找到了水汽，但含量极少，只有地球上沙漠地区的百分之一；火星的大气层非常稀薄，百分之九十六是二氧化碳，氧气含量极少；火星表面温度很低；火星上没有磁场，它的大气层中又没有臭氧层，因而不能抵御紫外线和各种宇宙线的照射。所有这些因素都说明，在火星上生命难以存在。\n为了对火星作进一步的考察，1975年，美国发射了两个名叫“海盗号”的探测器。这两个探测器在火星着陆，进行了一系列的分析和测试，得到的结果证实了火星上没有生命。\n虽然火星上没有生命，但在太阳系之外，还有许许多多的恒星系统。在那些恒星系统中，是否有类似于地球的行星？是否有生命存在？这仍然是一个谜。",
      "characterCount": 1115,
      "chineseCharCount": 980
    },
    {
      "id": "grade6-new-1769144981116-9",
      "title": "桥",
      "category": "课文",
      "difficulty": 6,
      "order": 17,
      "content": "黎明的时候，雨突然大了。像泼。像倒。\n山洪咆哮着，像一群受惊的野马，从山谷里狂奔而来，势不可当。\n村庄惊醒了。人们翻身下床，却一脚踩进水里。是谁惊慌地喊了一嗓子，一百多号人你拥我挤地向南跑。近一米高的洪水已经在路面上跳舞了。人们又疯了似的折回来。\n东面、西面没有路。只有北面有座窄窄的木桥。\n死亡在洪水的狞笑声中逼近。\n人们跌跌撞撞地向那座木桥拥去。\n木桥前，没腿深的水里，站着他们的党支部书记，那个全村人都拥戴的老汉。\n老汉清瘦的脸上淌着雨水。他不说话，盯着乱哄哄的人们。他像一座山。\n人们停住脚，望着老汉。\n老汉沙哑地喊话：“桥窄！排成一队，不要挤！党员排在后边！”\n有人喊了一声：“党员也是人。”\n老汉冷冷地说：“可以退党，到我这儿报名。”\n竟没人再喊。一百多人很快排成队，依次从老汉身边奔上木桥。\n水渐渐窜上来，放肆地舔着老汉的腰。\n老汉突然冲上前，从队伍里揪出一个小伙子，吼道：“你还算是个党员吗？排到后面去！”老汉凶得像只豹子。\n小伙子瞪了老汉一眼，站到了后面。\n木桥开始发抖，开始痛苦地呻吟。\n水，爬上了老汉的胸膛。最后，只剩下了他和小伙子。\n小伙子推了老汉一把，说：“你先走。”\n老汉吼道：“少废话，快走。”他用力把小伙子推上木桥。\n突然，那木桥轰的一声塌了。小伙子被洪水吞没了。\n老汉似乎要喊什么，猛然间，一个浪头也吞没了他。\n一片白茫茫的世界。\n五天以后，洪水退了。\n一个老太太，被人搀扶着，来这里祭奠。\n她来祭奠两个人。\n她丈夫和她儿子。",
      "characterCount": 630,
      "chineseCharCount": 512
    },
    {
      "id": "grade6-new-1769144981116-10",
      "title": "北京的春节",
      "category": "课文",
      "difficulty": 6,
      "order": 18,
      "content": "照北京的老规矩，春节差不多在腊月的初旬就开始了。“腊七腊八，冻死寒鸦”，这是一年里最冷的时候。在腊八这天，家家都熬腊八粥。\n除夕真热闹。家家赶做年菜，到处是酒肉的香味。男女老少都穿起新衣，门外贴上了红红的对联，屋里贴好了各色的年画。除夕夜家家灯火通宵，不许间断，鞭炮声日夜不绝。在外边做事的人，除非万不得已，必定赶回家来吃团圆饭。",
      "characterCount": 165,
      "chineseCharCount": 143
    },
    {
      "id": "grade6-new-1769144981116-11",
      "title": "腊八粥",
      "category": "课文",
      "difficulty": 6,
      "order": 19,
      "content": "“妈，妈，要到什么时候才……？”\n“要到夜里！”其实他妈妈所说的夜里，并不是上灯以后。但八儿听了这种松劲的话，眼睛可急红了。锅中的叹气声，水泡少的“咕嘟咕嘟”，水泡多的“咕咕”，愈来愈低沉，愈来愈响亮。\n初学喊爸爸的小孩子，会出门叫洋车了的大孩子，嘴巴上长了许多白胡胡的老孩子，提到腊八粥，谁不是嘴里就立时生出一种甜甜的腻腻的感觉呢。",
      "characterCount": 167,
      "chineseCharCount": 137
    },
    {
      "id": "grade6-new-1769144981116-12",
      "title": "真理诞生于一百个问号之后",
      "category": "课文",
      "difficulty": 6,
      "order": 20,
      "content": "有人说过这样一句话：真理诞生于一百个问号之后。其实，这句话本身就是一个真理。\n纵观千百年来的科学技术发展史，那些定理、定律、学说的发现者、创立者，差不多都善于从细小的、司空见惯的现象中看出问题，不断发问，不断解决疑问，追根求源，最后把“？”拉直变成“！”，找到了真理。",
      "characterCount": 134,
      "chineseCharCount": 111
    },
    {
      "id": "grade6-new-1769144981116-13",
      "title": "月光曲",
      "category": "课文",
      "difficulty": 6,
      "order": 21,
      "content": "皮鞋匠静静地听着。他好像面对着大海，月亮正从水天相接的地方升起来。微波粼粼的海面上，霎时间洒满了银光。月亮越升越高，穿过一缕一缕轻纱似的微云。忽然，海面上刮起了大风，卷起了巨浪。被月光照得雪亮的浪花，一个连一个朝着岸边涌过来……皮鞋匠看看妹妹，月光正照在她那恬静的脸上，照着她睁得大大的眼睛。她仿佛也看到了，看到了她从来没有看到过的景象，月光照耀下的波涛汹涌的大海。",
      "characterCount": 183,
      "chineseCharCount": 164
    },
    {
      "id": "grade6-new-1769144981116-14",
      "title": "卖火柴的小女孩",
      "category": "课文",
      "difficulty": 6,
      "order": 22,
      "content": "她的一双小手几乎冻僵了。啊，哪怕一根小小的火柴，对她也是有好处的！她敢从成把的火柴里抽出一根，在墙上擦燃了，来暖和暖和自己的小手吗？她终于抽出了一根。哧！火柴燃起来了，冒出火焰来了！她把小手拢在火焰上。多么温暖多么明亮的火焰啊，简直像一支小小的蜡烛。这是一道奇异的火光！",
      "characterCount": 135,
      "chineseCharCount": 120
    }
  ]
}