{
    "grade": "小学六年级",
    "lessons": [
        {
            "id": "grade6-caoyuan",
            "title": "草原",
            "category": "写景",
            "difficulty": 6,
            "order": 1,
            "content": "这次，我看到了草原。那里的天比别处的更可爱，空气是那么清鲜，天空是那么明朗，使我总想高歌一曲，表示我满心的愉快。在天底下，一碧千里，而并不茫茫。四面都有小丘，平地是绿的，小丘也是绿的。羊群一会儿上了小丘，一会儿又下来，走在哪里都像给无边的绿毯绣上了白色的大花。那些小丘的线条是那么柔美，就像只用绿色渲染，不用墨线勾勒的中国画那样，到处翠色欲流，轻轻流入云际。这种境界，既使人惊叹，又叫人舒服，既愿久立四望，又想坐下低吟一首奇丽的小诗。在这境界里，连骏马和大牛都有时候静立不动，好像回味着草原的无限乐趣。\n\n我们访问的是陈巴尔虎旗。汽车走了一百五十里，才到达目的地。一百五十里全是草原。再走一百五十里，也还是草原。草原上行车十分洒脱，只要方向不错，怎么走都可以。初入草原，听不见一点儿声音，也看不见什么东西，除了一些忽飞忽落的小鸟。走了许久，远远地望见了一条迂回的明如玻璃的带子——河！牛羊多起来，也看到了马群，隐隐有鞭子的轻响。快了，快到了。忽然，像被一阵风吹来似的，远处的小丘上出现了一群马，马上的男女老少穿着各色的衣裳，群马疾驰，襟飘带舞，像一条彩虹向我们飞过来。这是主人来到几十里外欢迎远客。见到我们，主人们立刻拨转马头，欢呼着，飞驰着，在汽车左右与前面引路。静寂的草原热闹起来：欢呼声，车声，马蹄声，响成一片。车跟着马飞过小丘，看见了几座蒙古包。\n\n蒙古包外，许多匹马，许多辆车。人很多，都是从几十里外乘马或坐车来看我们的。主人们下了马，我们下了车。也不知道是谁的手，总是热乎乎地握着，握住不散。大家的语言不同，心可是一样。握手再握手，笑了再笑。你说你的，我说我的，总的意思是民族团结互助。\n\n也不知怎的，就进了蒙古包。奶茶倒上了，奶豆腐摆上了。主人们端出大盘的手抓羊肉。干部向我们敬酒，七十岁的老翁向我们敬酒。我们回敬，主人再举杯。鄂温克姑娘们戴着尖尖的帽子，既大方，又稍有点儿羞涩，来给客人们唱民歌。我们同行的歌手也赶紧唱起来，歌声似乎比什么语言都更响亮，都更感人，不管唱的是什么，听者总会露出会心的微笑。\n\n饭后，小伙子们表演套马、摔跤，姑娘们表演了民族舞蹈。客人们也舞的舞，唱的唱，并且要骑一骑蒙古马。太阳已经偏西，谁也不肯走。是啊！蒙汉情深何忍别，天涯碧草话斜阳！",
            "characterCount": 850,
            "chineseCharCount": 820
        },
        {
            "id": "grade6-boya",
            "title": "伯牙鼓琴",
            "category": "文言文",
            "difficulty": 6,
            "order": 2,
            "content": "伯牙鼓琴，锺子期听之。\n方鼓琴而志在太山，锺子期曰：“善哉乎鼓琴，巍巍乎若太山。”\n少选之间而志在流水，锺子期又曰：“善哉乎鼓琴，汤汤乎若流水。”\n锺子期死，伯牙破琴绝弦，终身不复鼓琴，以为世无足复为鼓琴者。",
            "characterCount": 100,
            "chineseCharCount": 85
        },
        {
            "id": "grade6-shudaisong",
            "title": "书戴嵩画牛",
            "category": "文言文",
            "difficulty": 6,
            "order": 3,
            "content": "蜀中有杜处士，好书画，所宝以百数。\n有戴嵩《牛》一轴，尤所爱，锦囊玉轴，常以自随。\n一日曝书画，有一牧童见之，拊掌大笑，曰：“此画斗牛也。牛斗，力在角，尾搐入两股间，今乃掉尾而斗，谬矣。”\n处士笑而然之。\n古语有云：“耕当问奴，织当问婢。”不可改也。",
            "characterCount": 120,
            "chineseCharCount": 105
        },
        {
            "id": "grade6-xueyi",
            "title": "学弈",
            "category": "文言文",
            "difficulty": 6,
            "order": 4,
            "content": "弈秋，通国之善弈者也。\n使弈秋诲二人弈，其一人专心致志，惟弈秋之为听；\n一人虽听之，一心以为有鸿鹄将至，思援弓缴而射之。\n虽与之俱学，弗若之矣。\n为是其智弗若与？曰：非然也。",
            "characterCount": 90,
            "chineseCharCount": 80
        },
        {
            "id": "grade6-liangxiaoer",
            "title": "两小儿辩日",
            "category": "文言文",
            "difficulty": 6,
            "order": 5,
            "content": "孔子东游，见两小儿辩斗，问其故。\n一儿曰：“我以日始出时去人近，而日中时远也。”\n一儿曰：“我以日初出远，而日中时近也。”\n一儿曰：“日初出大如车盖，及日中则如盘盂，此不为远者小而近者大乎？”\n一儿曰：“日初出沧沧凉凉，及其日中如探汤，此不为近者热而远者凉乎？”\n孔子不能决也。\n两小儿笑曰：“孰为汝多知乎？”",
            "characterCount": 150,
            "chineseCharCount": 130
        },
        {
            "id": "grade6-congcong",
            "title": "匆匆",
            "category": "散文",
            "difficulty": 6,
            "order": 6,
            "content": "燕子去了，有再来的时候；杨柳枯了，有再青的时候；桃花谢了，有再开的时候。但是，聪明的，你告诉我，我们的日子为什么一去不复返呢？——是有人偷了他们罢：那是谁？又藏在何处呢？是他们自己逃走了罢：现在又到了哪里呢？\n\n我不知道他们给了我多少日子；但我的手确乎是渐渐空虚了。在默默里算着，八千多日子已经从我手中溜去；像针尖上一滴水滴在大海里，我的日子滴在时间的流里，没有声音，也没有影子。我不禁头涔涔而泪潸潸了。\n\n去的尽管去了，来的尽管来着；去来的中间，又怎样地匆匆呢？早上我起来的时候，小屋里射进两三方斜斜的太阳。太阳他有脚啊，轻轻悄悄地挪移了；我也茫茫然跟着旋转。于是——洗手的时候，日子从水盆里过去；吃饭的时候，日子从饭碗里过去；默默时，便从凝然的双眼前过去。我觉察他去的匆匆了，伸出手遮挽时，他又从遮挽着的手边过去，天黑时，我躺在床上，他便伶伶俐俐地从我身上跨过，从我脚边飞去了。等我睁开眼和太阳再见，这算又溜走了一日。我掩面叹息。但是新来的日子的影儿又开始在叹息里闪过了。\n\n在逃去如飞的日子里，在千门万户的世界里的我能做些什么呢？只有徘徊罢了，只有匆匆罢了；在八千多日的匆匆里，除徘徊外，又剩些什么呢？过去的日子如轻烟，被微风吹散了，如薄雾，被初阳蒸融了；我留着些什么痕迹呢？我何曾留着像游丝样的痕迹呢？\n\n我赤裸裸来到这世界，转眼间也将赤裸裸的回去罢？但不能平的，为什么偏要白白走这一遭啊？\n\n你聪明的，告诉我，我们的日子为什么一去不复返呢？",
            "characterCount": 580,
            "chineseCharCount": 550
        },
        {
            "id": "grade6-yuanxingtian",
            "title": "原野的星空",
            "category": "写景",
            "difficulty": 6,
            "order": 7,
            "content": "暑假里，我们去乡下住了几天。\n夜晚没有路灯，院子一下子安静下来。\n\n我抬头一看，星星像撒在黑布上的盐粒，一闪一闪。\n银河横在天上，细细的，亮亮的，像一条缓慢流动的河。\n\n爷爷说：城里灯太多，星光就被盖住了。\n我忽然明白，很多美好并不是消失了，只是被我们忽略了。\n\n我躺在竹椅上，听虫鸣，看星群。\n风吹过树叶，像有人轻轻翻书。\n那一刻，我觉得自己也成了夜色里的一颗小星星。",
            "characterCount": 185,
            "chineseCharCount": 150
        },
        {
            "id": "grade6-xiaohedaan",
            "title": "小河的答案",
            "category": "散文",
            "difficulty": 6,
            "order": 8,
            "content": "村口有一条小河。\n春天，它带着新草的味道；夏天，它把热浪变成凉意；秋天，它把落叶送去远方；冬天，它安静得像一面镜子。\n\n我曾问自己：小河为什么不停地流？\n\n有一次下雨，河水涨得很快。\n浑浊的水夹着枯枝，也夹着一股向前的力量。\n等雨停了，河水又慢慢清了下来。\n\n我站在岸边想：小河并不是一直平静。\n它也会遇到泥沙、石头和弯道。\n可是它总能找到路，绕过去，穿过去，继续向前。\n\n那天，我仿佛得到了答案：向前，本身就是意义。",
            "characterCount": 209,
            "chineseCharCount": 167
        }
    ]
}